{
    "jap": {
        "no_epi": "131",
        "link": "https://player.ryuk.to?id=dragon-ball-super-episode-",
        "down_links": [
            "NjM0Nzk=",
            "NjM5MDk=",
            "NjQ5OTk=",
            "NjU0MjM=",
            "NjY1OTc=",
            "NjY4MTg=",
            "NjcxNjM=",
            "Njc1OTg=",
            "Njg0NzY=",
            "Njg1OTI=",
            "Njg5Mzg=",
            "NjkwMTE=",
            "NjkwNTE=",
            "NjkxNTI=",
            "NjkyODE=",
            "NjkzNTk=",
            "Njk0NDk=",
            "Njk1Mzk=",
            "Njk2MTc=",
            "Njk2OTY=",
            "Njk3ODY=",
            "Njk5ODk=",
            "NzAwNjg=",
            "NzAxNDc=",
            "NzAyMTE=",
            "NzAyNTA=",
            "NzAzODg=",
            "NzA0NjU=",
            "NzA1NDQ=",
            "NzA2MjE=",
            "NzA3MDQ=",
            "NzA3NzU=",
            "NzA4Nzc=",
            "NzA5NjQ=",
            "NzEwODA=",
            "NzEyMzI=",
            "NzEyODQ=",
            "NzEzNTY=",
            "NzE0NDI=",
            "NzE1MTg=",
            "NzE1OTI=",
            "NzE2Nzg=",
            "NzE3NjM=",
            "NzE4NDI=",
            "NzE5MjE=",
            "NzIwMDE=",
            "NzIxMTA=",
            "NzIyNTE=",
            "NzIzNTY=",
            "NzI0MTc=",
            "NzI1ODM=",
            "NzI2NzQ=",
            "NzMwOTk=",
            "NzM2OTc=",
            "NzM5MzI=",
            "NzQ3MTU=",
            "NzQ5MDQ=",
            "NzU0NDE=",
            "NzU5ODc=",
            "NzY1NjA=",
            "Nzc2NDY=",
            "NzgzNDE=",
            "NzkyMjY=",
            "ODA3Nzk=",
            "ODI4Nzk=",
            "ODQ1Mzk=",
            "ODY0Nzg=",
            "ODY0ODg=",
            "ODc3MjM=",
            "ODg2MTQ=",
            "OTA4ODc=",
            "OTE0Mjc=",
            "OTM1NTA=",
            "OTQ4MjE=",
            "OTUzNzU=",
            "OTU0Nzc=",
            "OTU2MzY=",
            "OTYwNDA=",
            "OTY0ODk=",
            "OTY2NDE=",
            "OTY4NzU=",
            "OTczMDA=",
            "OTc0ODE=",
            "OTc1OTI=",
            "OTc2ODQ=",
            "OTc3ODA=",
            "OTc4NzA=",
            "OTc5NjU=",
            "OTgwNjY=",
            "OTgxNTc=",
            "OTgyNzU=",
            "OTg0MzM=",
            "OTg1MjE=",
            "OTg2MDk=",
            "OTg4Mjc=",
            "OTkwNDY=",
            "OTkxNzg=",
            "OTkzNzM=",
            "OTk0ODI=",
            "OTk1OTk=",
            "OTk3NzQ=",
            "MTAwMDQz",
            "MTAwMTc5",
            "MTAwNDY4",
            "MTAwNjA2",
            "MTAwNzIx",
            "MTAwOTcx",
            "MTAxMDgz",
            "MTAxMzQ3",
            "MTAxMzQ4",
            "MTAxNDY5",
            "MTAxNjQ3",
            "MTAxODEx",
            "MTAyMDgz",
            "MTAyMjEz",
            "MTAyMzM0",
            "MTAyNDMx",
            "MTAyNzUx",
            "MTAyODQy",
            "MTAyOTk4",
            "MTAzMDg0",
            "MTAzMjk0",
            "MTAzMzg1",
            "MTAzNDY5",
            "MTAzNTY4",
            "MTAzNzA2",
            "MTAzODM4",
            "MTAzOTMw",
            "MTA0MTk3",
            "MTA0NDUx",
            "MTA0NTkz"
        ]
    },
    "eng": {
        "no_epi": "131",
        "link": "https://player.ryuk.to?id=dragon-ball-super-dub-episode-",
        "down_links": [
            "OTczNTE=",
            "OTczNTI=",
            "OTczNTM=",
            "OTczNTQ=",
            "OTczNTU=",
            "OTczNTY=",
            "OTczNTc=",
            "OTczNTg=",
            "OTczNTk=",
            "OTczNjA=",
            "OTczNjE=",
            "OTc1NDE=",
            "OTc3ODg=",
            "OTc4MDI=",
            "OTc4Nzg=",
            "OTc5NzQ=",
            "OTgxOTM=",
            "OTgxOTQ=",
            "OTg1MjY=",
            "OTg4MzU=",
            "OTg4MzY=",
            "OTg4Mzc=",
            "OTkxODQ=",
            "OTk2MDc=",
            "MTAwMDc2",
            "MTAwMDc3",
            "MTAwMDc4",
            "MTAwMDc5",
            "MTAwNTIy",
            "MTAwNTIz",
            "MTAxMDE0",
            "MTAxMDE1",
            "MTAxMDkz",
            "MTAxMjEz",
            "MTAxMjE0",
            "MTAxMzc2",
            "MTAxNjgw",
            "MTAxNjgx",
            "MTAyMDkw",
            "MTAyMjM1",
            "MTAyNDUx",
            "MTAyODAw",
            "MTAzMDky",
            "MTAzMDkz",
            "MTAzMzMw",
            "MTAzNDkz",
            "MTAzNDk0",
            "MTAzNzgw",
            "MTAzNzgx",
            "MTAzOTgw",
            "MTA0MzE5",
            "MTA0MzIw",
            "MTA0MzIx",
            "MTA0MzM0",
            "MTA0NjI1",
            "MTA0NjI2",
            "MTA0NzQx",
            "MTA1MDEx",
            "MTA1MDM3",
            "MTA1MTg1",
            "MTA1NDU4",
            "MTA1NDU5",
            "MTA1NTgy",
            "MTA1Njc5",
            "MTA1OTI4",
            "MTA2MDA5",
            "MTA2MzQ5",
            "MTA2MzUw",
            "MTA2MzUx",
            "MTA2NDc5",
            "MTA2NTQ4",
            "MTA2Njk5",
            "MTA2ODIx",
            "MTA3MjI0",
            "MTA4MzIw",
            "MTA4OTAy",
            "MTA5NjE0",
            "MTEwMTQz",
            "MTEwMTQ0",
            "MTEwMjQz",
            "MTEwMzQ4",
            "MTEwNDcw",
            "MTEwNTg3",
            "MTEwNjk3",
            "MTEwODQ0",
            "MTEwOTY2",
            "MTExMDg5",
            "MTExMzAz",
            "MTExNDA3",
            "MTExNTE0",
            "MTExNjc0",
            "MTEyMjg5",
            "MTEyNDg0",
            "MTEyNjQ4",
            "MTEyOTAz",
            "MTEzMjA5",
            "MTEzNjg3",
            "MTEzNjg4",
            "MTE0MDk4",
            "MTE0NTI2",
            "MTE1MDgw",
            "MTE1Mzk2",
            "MTE1ODE5",
            "MTE2MTk0",
            "MTE2MzM2",
            "MTE3NDg2",
            "MTE4MzEw",
            "MTE4Nzkz",
            "MTE5Mjg3",
            "MTE5ODM5",
            "MTIwNDQz",
            "MTIxMTAw",
            "MTIxNzE3",
            "MTIyMjE3",
            "MTIyNjQy",
            "MTIzMTI0",
            "MTIzNzY2",
            "MTI0MDY4",
            "MTI0NTIw",
            "MTI0OTQ1",
            "MTI1Mjcw",
            "MTI1NjAw",
            "MTI2MTE1",
            "MTI2NTM2",
            "MTI3MjAw",
            "MTI3ODI0",
            "MTI4MjY2",
            "MTI4Nzg2",
            "MTI5NjA1",
            "MTMwMDk1",
            "MTMwNzY0"
        ]
    },
    "episodes_names": [
        "The World Peace Prize. Who's Getting the 100 Million Zeni?!",
        "To the Promised Vacation! Vegeta Goes on a Family Trip?!",
        "Where Does the Dream Continue?! Find Super Saiyan God!",
        "Aim for the Dragon Balls! Pilaf Gang's Great Strategy!",
        "Decisive Battle on Kai's Planet! Goku vs. God of Destruction Beerus",
        "Don't Anger the God of Destruction! The Heart Pounding Birthday Party",
        "How Dare You Hit My Bulma! Vegeta's Furious Mutation?!",
        "Goku Steps Up! The Last Chance From Beerus-sama?!",
        "Sorry for the Wait, Beerus-sama: The Super Saiyan God is Finally Born!",
        "Show it Goku! The Power of the Super Saiyan God!!",
        "Let's Keep Going, Beerus-sama! The Battle of Gods Continues!",
        "The Universe Crumbles?! Clash! The God of Destruction vs. Super Saiyan God!",
        "Goku, Go Surpass Super Saiyan God!",
        "This Is the Last Bit of my Power! Conclusion to the Battle of Gods!",
        "Make a Miracle, Satan the Hero! A Challenge from Outer Space",
        "Vegeta Becomes a Pupil?! Take Down Whis!",
        "Pan is Born! And Goku Goes Off on a Training Journey!?",
        "I've Come Too! Training Begins on Beerus' Planet!",
        "Despair Once More! Revival of the Evil Emperor, Freeza!",
        "A Warning From Jaco! Freeza and 1,000 Soldiers are Fast Approaching!",
        "The Revenge Begins! The Vicious Freeza Army Attack Gohan!",
        "Change! An Impossible Revival! The Name's Ginyu!!",
        "The Earth and Gohan in Dire Peril! Come Quick, Son Goku!",
        "Clash! Freeza vs Son Goku: This Is the Result of My Training!",
        "Battle to the Limits! The Vengeful Golden Freeza",
        "A Chance of Victory in a Pinch! It is Time for a Counterattack Son Goku",
        "Earth Explodes?! The Decisive Kamehameha Wave",
        "The 6th Universe's God of Destruction: His Name's Champa",
        "It Is Settled: We Are Holding a Martial Arts Match! The Team Captain Is Even Stronger Than Goku",
        "Training for the \"Martial Arts Tournament\": Who Are the Two Remaining Members!?",
        "To Zuno-sama! Ask the Whereabouts of the Super Dragon Balls!",
        "The Match Begins! Everyone, Head to the Nameless Planet!",
        "Be Surprised, Universe 6! This Is Super Saiyan: Son Goku!",
        "Piccolo vs Frost! Bet Everything on the Makankosappo!",
        "Change Your Fury Into Power! Vegeta's All-Out Battle",
        "An Unexpected Struggle! Vegeta's Explosion of Anger",
        "Don't Forget Your Saiyan Pride! Vegeta vs the Saiyan from Universe 6",
        "The Ultimate Warrior of Universe 6! Assassin Hit Appears!!",
        "The Advanced \"Time-Skip\" Fights Back?! Will It Come Forth? Goku's New Technique!",
        "At Last, It Comes to an End! Is the Winner Beerus? Or is it Champa?",
        "Come, God of Dragons - And Pretty Please Grant My Wish!",
        "Trouble at the Victory Celebration! Showdown at Last?! Monaka vs. Son Goku",
        "Goku's \"Ki\" is Out of Control?! Looking After Pan is A Lot of Trouble",
        "Seal of Planet Potofu - Secret of the Superhuman Water is Unleashed",
        "Vegeta Disappears?! The Threat of Duplicated Vegeta!",
        "Goku vs. Duplicated Vegeta! Who's Gonna Win?!",
        "An SOS from the Future! A Dark New Enemy Emerges!!",
        "Hope!! Once More Awaken in the Present, Trunks",
        "A Message from the Future - Goku Black Strikes!",
        "Goku Vs Black! The Closed Path to the Future",
        "Feelings That Travel Beyond Time - Trunks and Mai",
        "Teacher and Student Reunited - Son Gohan and \"Future\" Trunks",
        "Uncover Black's Identity! To the Sacred World of the Kais!",
        "The One Who Inherits the Saiyan Blood - Trunk's Resolve",
        "I Want to See Son Goku - Zen‐Oh Sama's Summoning!",
        "Rematch With Goku Black! Super Saiyan Rosé Appears",
        "The God With the Immortal Body - Zamasu Descends",
        "Zamasu and Black - The Mystery of the Two Deepens",
        "Protect Supreme Kai Gowasu - Destroy Zamasu!",
        "Back to the Future - Goku Black's Identity Is Revealed!!",
        "Zamasu's Ambition - The Awful \"Zero Mortal Plan\" Is Revealed",
        "I'll Protect the World! Trunks' Furious Super Power Explodes!!",
        "Don't Disrespect Saiyan Cells! Vegeta's Heroic Battle Begins!!",
        "Revere Him! Praise Him! Fusion Zamasu's Explosive Birth!!",
        "Is This the Final Judgement?! The Ultimate Power of the Absolute God",
        "The Climactic Battle! The Miraculous Power of a Relentless Warrior!",
        "With New Hope!! In Our Hearts - Farewell, Trunks",
        "Come Forth, Shenron! Whose Wish Will Be Granted?!",
        "Goku vs Arale! A Ridiculous Battle Will End The Earth?!",
        "Champa's Challenge! This Time We Fight With Baseball!",
        "The Death of Goku! The Guaranteed Assassination Mission",
        "Will There Be A Counterattack?! The Invisible Killing Strike!!",
        "Gohan's Misfortune! An Unexpected Great Saiyaman Movie?!",
        "For the Ones He Loves! The Unbeatable Great Saiyaman!!",
        "Goku and Krillin Back to the Old Training Grounds",
        "Defeat These Terrifying Enemies! Krillin's Fighting Spirit Returns!",
        "Let's Do It, Zen-Oh Sama! The All-Universe Martial Arts Tournament!!",
        "The Gods of Every Universe In Shock?! Losers Erased In The Tournament Of Power",
        "Universe 9's Basil The Kicker VS Universe 7's Majin Buu!!",
        "Awaken Your Sleeping Battle Spirit! Son Gohan's Fight!!",
        "Bergamo The Crusher VS Son Goku! Which One Wields The Limitless Power?!",
        "Never Forgive Son Goku! Toppo The Warrior Of Justice Intrudes!!",
        "Form the Universe 7 Representing Team! Who are the Strongest Ten?!",
        "Son Goku The Recruiter Invites Krillin And No. 18",
        "The Universes Begin To Make Their Moves Their Individual Motives",
        "Fists Cross For The First Time! Android #17 Vs Son Goku!!",
        "Hunt The Poachers! Goku And No. 17's United Front!!",
        "Gohan And Piccolo Teacher And Pupil Clash In Max Training!",
        "Episode 89",
        "Episode 90",
        "Episode 91",
        "Episode 92",
        "You're The Tenth Warrior! Goku Goes To See Frieza!!",
        "The Emperor of Evil Returns! A Reception of Mysterious Assassins?!",
        "The Worst! The Most evil! Frieza's Rampage!!",
        "The Time Is Here! To The World Of Void For The Fate Of The Universe!!",
        "Survive! The Tournament of Power Begins at Last!!",
        "Oh, Uncertainty! A Universe Despairs!!",
        "Show Them! Krillin's True Power!!",
        "Out Of Control! The Savage Berserker Awakens!!",
        "The Impending Warriors of Justice! The Pride Troopers!!",
        "The Power of Love Explodes?! Universe 2's Little Witch Warriors!!",
        "Gohan, Show No Mercy! Showdown With Universe 10!!",
        "The Ultimate High Speed Battle Begins! Goku and Hit Join Forces!!",
        "A Desperate Battle! Master Roshi's Sacrifice!!",
        "Find Him! Death Match With An Invisible Attacker!!",
        "Revenge \"F\" The Cunning Trap?!",
        "Frieza and Frost! Conjoined Malice?!",
        "The Ultimate Enemy Approaches Goku! Now, Let Loose! The Killer Spirit Bomb",
        "Son Goku Wakes! New Level of the Awakened!!",
        "The Surreal Supreme Battle! Hit vs Jiren!!",
        "A Saiyan's Vow! Vegeta's Resolution!!",
        "With Great Joy! The Repeat Battle-Crazy Saiyan Fight!!",
        "Intimidating Passion! The Birth of a New Super Warrior!!",
        "Goku VS Kefla! Super Saiyan Blue Defeated?!",
        "The Sign of a Comeback! Ultra Instinct's Huge Explosion!!",
        "Showdown of Love! Androids VS Universe 2!!",
        "Accelerated Tragedy - Vanishing Universes",
        "Unavoidable?! The Ferocity of a Stealth Attack!",
        "The Perfect Survival Tactic! Universe 3's Menacing Assassin!!",
        "All-Out War! The Ultimate Quadruple Merge vs Universe 7's Full-Scale Attack!!",
        "With His Pride on the Line! Vegeta's Challenge to Be the Strongest!!",
        "Body and Soul, Full Power Release! Goku and Vegeta!!",
        "The Fiercely Overwhelming Assault! Gohan's Last Stand!!",
        "With Imposing Presence! God of Destruction Toppo Descends!!",
        "Surpass Even A God! Vegeta's Desperate Blow!!",
        "The Approaching Wall! The Final Barrier Of Hope!!",
        "Noble Pride To The End! Vegeta Falls!!",
        "Limits Super Surpassed! Ultra Instinct Mastered!!",
        "The Greatest Showdown of all Time! The Ultimate Survival Battle!!",
        "The Miraculous Conclusion! Farewell, Goku! Until We Meet Again!!"
    ],
    "fillers": [
        4,
        15,
        42,
        43,
        44,
        45,
        46,
        68,
        69,
        70,
        73,
        74,
        75,
        76
    ]
}