{
    "jap": {
        "no_epi": "51",
        "link": "https://player.ryuk.to?id=zettai-karen-children-episode-",
        "down_links": [
            "MTIyMzU1",
            "MTIyMzU2",
            "MTIyMzU3",
            "MTIyMzU4",
            "MTIyMzU5",
            "MTIyMzYw",
            "MTIyMzYx",
            "MTIyMzYy",
            "MTIyMzYz",
            "MTIyMzY0",
            "MTIyMzY1",
            "MTIyMzY2",
            "MTIyMzY3",
            "MTIyMzY4",
            "MTIyMzY5",
            "MTIyMzcw",
            "MTIyMzcx",
            "MTIyMzcy",
            "MTIyMzcz",
            "MTIyMzc0",
            "MTIyMzc1",
            "MTIyMzc2",
            "MTIyMzc3",
            "MTIyMzc4",
            "MTIyMzc5",
            "MTIyMzgw",
            "MTIyMzgx",
            "MTIyMzgy",
            "MTIyMzgz",
            "MTIyMzg0",
            "MTIyMzg1",
            "MTIyMzg2",
            "MTIyMzg3",
            "MTIyMzg4",
            "MTIyMzg5",
            "MTIyMzkw",
            "MTIyMzkx",
            "MTIyMzky",
            "MTIyMzkz",
            "MTIyMzk0",
            "MTIyMzk1",
            "MTIyMzk2",
            "MTIyMzk3",
            "MTIyMzk4",
            "MTIyMzk5",
            "MTIyNDAw",
            "MTIyNDAx",
            "MTIyNDAy",
            "MTIyNDAz",
            "MTIyNDA0",
            "MTIyNDA1"
        ]
    },
    "episodes_names": [
        "Absolutely Lovely! Their Name Is “The Children”",
        "Don’t Worry! the Soaring Tower of BABEL",
        "A Virtuous Person! Being an Esper Is Tough",
        "Beautiful Spring Scenery! Go, Go Pretty Female High School S...",
        "Unpreparedness Is Your Greatest Enemy! You Wouldn’t Normal...",
        "Superiority Quarrel! in Front of Your Classmates’ Eyes!?",
        "Very Ordinary! Restricted Children",
        "Hyobu Kousuke! What, He Showed up?",
        "Attractive Bodies! We’re Adults!?",
        "Danger Awaits! Hurry BABEL 2!!",
        "Hot Springs! Shining Eyes in the Steam",
        "The Long Road Ahead! Teleporting Japan’s Future!!",
        "Family Disruption? Operation Paradise!!",
        "Brilliant Minds?! the Children Are Great Detectives!",
        "The Golden Rule! Don't Run Away!!",
        "A Promise Is Worth Its Weight in Gold! Memories of a Distan...",
        "Survival of the Fittest! We're Gonna Eat You!",
        "Passionate Love Comes to Light! the Children's Breakup Cris...",
        "Runaway Angel! It Can't Be My Naomi…!",
        "Super Beast Cartoon! Sometimes, You Act Like an Animal…",
        "Jack of All Trades, Master of None! What's He So Mad About?...",
        "Create a Learning Environment! Minamoto's Been Gunned Down?",
        "Plot Twist! Stolen Away...!",
        "Stay at Home Dad! Cleaned...!",
        "A Prayer for an Easy Birth! Hello, Baby",
        "A Change of Prediction? the Future Dances!",
        "Declaration of War! a Challenge from PANDRA",
        "A Lady’s Special Charms! Tsubomi Kiss Alert",
        "The Art of Coaxing! the Sea Closest to Heaven",
        "Enemies in the Same Boat! Safecracking Is Systematic",
        "World Heritage! C’mon, Shall We Go to Kyoto?",
        "A Rare Treat! Touch Me if You Can!",
        "Autumn Outing! the Lunch Box Is in a Grove",
        "Overrun With Pests! Minamoto Uses His Hands & Feet?!",
        "Letting Your Feelings Hang Out! Hatsune Runs Away",
        "No Boys Allowed! the Angel’s Afternoon",
        "A Might Enemy Attacks! Black Phantom",
        "The Butterfly's Dream! Dream Maker",
        "Impermanent Existence! Psycho-Divers",
        "Tsubomi Mountain Retreat! Break in!",
        "Marital Vows! His Majesty’s Children!",
        "Combination Complication! Fantastic Toy!",
        "The Oddly Perfect Couple! Caroline, a Destined Reunion",
        "Painful Parting! Goodbye Forever, Carry",
        "Natural Talents Are Natural! Gift of Children",
        "Suspicion Raises Suspicion! the “Make It So” Book",
        "Life’s Troubles Are But a Dream! Memories of Tomorrow",
        "A Disturbance in the Force! the Phantom Menace",
        "The Impermanence of Life! Huh? Minamoto Has Been...?!",
        "Giving It All You Have! Over the Future",
        "A Riot of Cherry Blossoms! Bye-Bye, Till We Meet Again"
    ],
    "fillers": []
}