{
    "jap": {
        "no_epi": "98",
        "link": "https://player.ryuk.to?id=dragon-ball-kai-episode-",
        "down_links": [
            "MTM5Nzc=",
            "MTM5Nzg=",
            "MTM5Nzk=",
            "MTM5ODA=",
            "MTM5ODE=",
            "MTM5ODM=",
            "MTM5ODY=",
            "MTM5ODc=",
            "MTM5ODk=",
            "MTM5OTE=",
            "MTM5OTI=",
            "MTM5OTU=",
            "MTM5OTc=",
            "MTM5OTg=",
            "MTQwMDA=",
            "MTQwMDE=",
            "MTQwMDI=",
            "MTQwMDM=",
            "MTQwMDQ=",
            "MTQwMDU=",
            "MTQwMDY=",
            "MTQwMDc=",
            "MTQwMDg=",
            "MTQwMDk=",
            "MTQwMTA=",
            "MTQwMTE=",
            "MTQwMTI=",
            "MTQwMTM=",
            "MTQwMTY=",
            "MTQwMTg=",
            "MTQwMjA=",
            "MTQwMjI=",
            "MTQwMjM=",
            "MTQwMjU=",
            "MTQwMjc=",
            "MTQwMjk=",
            "MTQwMzE=",
            "MTQwMzM=",
            "MTQwMzc=",
            "MTQwMzk=",
            "MTQwNDA=",
            "MTQwNDE=",
            "MTQwNDM=",
            "MTQwNDQ=",
            "MTQwNDU=",
            "MTQwNDY=",
            "MTQwNDc=",
            "MTQwNDg=",
            "MTQwNDk=",
            "MTQwNTA=",
            "MTQwNTI=",
            "MTQwNTM=",
            "MTQwNTU=",
            "MTQwNTk=",
            "MTQwNjA=",
            "MTQwNjE=",
            "MTQwNjM=",
            "MTQwNjU=",
            "MTQwNjk=",
            "MTQwNzI=",
            "MTQwNzM=",
            "MTQwNzU=",
            "MTQwNzc=",
            "MTQwODA=",
            "MTQwODE=",
            "MTQwODI=",
            "MTQwODM=",
            "MTQwODQ=",
            "MTQwODc=",
            "MTQwODg=",
            "MTQwODk=",
            "MTQwOTA=",
            "MTQwOTE=",
            "MTQwOTQ=",
            "MTQwOTU=",
            "MTQwOTY=",
            "MTQwOTg=",
            "MTQxMDA=",
            "MTQxMjY=",
            "MTQxMjk=",
            "MTQxMzA=",
            "MTQxMzI=",
            "MTQxMzM=",
            "MTQxMzY=",
            "MTQxMzg=",
            "MTQxNDE=",
            "MTQxNDQ=",
            "MTQxNDc=",
            "MTQxNTE=",
            "MTQxNTQ=",
            "MTQxNTc=",
            "MTQxNTk=",
            "MTQxNjU=",
            "MTQxNzA=",
            "MTQxNzI=",
            "MTQxNzU=",
            "MTQxNzg=",
            "MTQxODE="
        ]
    },
    "eng": {
        "no_epi": "98",
        "link": "https://player.ryuk.to?id=dragon-ball-kai-dub-episode-",
        "down_links": [
            "NzQ1ODE=",
            "NzQ1ODI=",
            "NzQ1ODM=",
            "NzQ1ODQ=",
            "NzQ1ODU=",
            "NzQ1ODY=",
            "NzQ1ODc=",
            "NzQ1ODg=",
            "NzQ1ODk=",
            "NzQ1OTA=",
            "NzQ1OTE=",
            "NzQ1OTI=",
            "NzQ1OTM=",
            "NzQ1OTQ=",
            "NzQ1OTU=",
            "NzQ1OTY=",
            "NzQ1OTc=",
            "NzQ1OTg=",
            "NzQ1OTk=",
            "NzQ2MDA=",
            "NzQ2MDE=",
            "NzQ2MDI=",
            "NzQ2MDM=",
            "NzQ2MDQ=",
            "NzQ2MDU=",
            "NzQ2MDY=",
            "NzQ2MDc=",
            "NzQ2MDg=",
            "NzQ2MDk=",
            "NzQ2MTA=",
            "NzQ2MTE=",
            "NzQ2MTI=",
            "NzQ2MTM=",
            "NzQ2MTQ=",
            "NzQ2MTU=",
            "NzQ2MTY=",
            "NzQ2MTc=",
            "NzQ2MTg=",
            "NzQ2MTk=",
            "NzQ2MjA=",
            "NzQ2MjE=",
            "NzQ2MjI=",
            "NzQ2MjM=",
            "NzQ2MjQ=",
            "NzQ2MjU=",
            "NzQ2MjY=",
            "NzQ2Mjc=",
            "NzQ2Mjg=",
            "NzQ2Mjk=",
            "NzQ2MzA=",
            "NzUwMjI=",
            "NzUwMjM=",
            "NzUwMjQ=",
            "NzUwMjU=",
            "NzUwMjY=",
            "NzUwMjc=",
            "NzUwMjg=",
            "NzUwMjk=",
            "NzUwMzA=",
            "NzUwMzE=",
            "NzUwMzI=",
            "NzUwMzM=",
            "NzUwMzQ=",
            "NzUwMzU=",
            "NzUwMzY=",
            "NzUwMzc=",
            "NzUwMzg=",
            "NzUwMzk=",
            "NzUwNDA=",
            "NzUwNDE=",
            "NzUwNDI=",
            "NzUwNDM=",
            "NzUwNDQ=",
            "NzUwNDU=",
            "NzUwNDY=",
            "NzUwNDc=",
            "NzUwNDg=",
            "NzUwNDk=",
            "NzUwNTA=",
            "NzUwNTE=",
            "NzUwNTI=",
            "NzUwNTM=",
            "NzUwNTQ=",
            "NzUwNTU=",
            "NzUwNTY=",
            "NzUwNTc=",
            "NzUwNTg=",
            "NzUwNTk=",
            "NzUwNjA=",
            "NzUwNjE=",
            "NzUwNjI=",
            "NzUwNjM=",
            "NzUwNjQ=",
            "NzUwNjU=",
            "NzUwNjY=",
            "NzUwNjc=",
            "NzUwNjg=",
            "NzUwNjk="
        ]
    },
    "episodes_names": [
        "Prologue to Battle! The Return of Son Goku",
        "The Enemy is Goku's Brother?! The Secret of the Mighty Saiyan Warriors",
        "A Life-or-Death Battle! Goku and Piccolo's Ferocious Suicide Attack",
        "Run in the Afterlife, Son Goku! The One Million Snake Way!",
        "Wilderness Survival! A Moonlit Night Awakens Gohan",
        "The End of the Line is Reached! Playful Trials of Kaiosama",
        "The Battle With 10-Times Gravity! Goku, Your Training is a Race",
        "Come Forth, Shenlong! The Saiyans Finally Arrive on Earth",
        "Yamucha's Struggle! The Terrible Saibaimen",
        "Sit Tight, Chaozu! The Screaming Kikoho of Tenshinhan",
        "Will Son Goku Be in Time?! 3 Hours Until the Battle Resumes",
        "Tears Shed by Piccolo... Son Goku's Furious Counterattack!",
        "This is the Kaioken! The Critical Battle of Goku vs. Vegeta",
        "The Impact of the Kamehameha! Vegeta's Tenacious Transformation",
        "Goku in Absolute Peril! Entrust Your Wishes to the Genki Dama",
        "The Invincible Vegeta Defeated! Son Gohan Summons a Miracle",
        "Dawn of the Fierce Battle... The Star of Hope Is Piccolo's Homeland",
        "The Spaceship that Sleeps in Yunzabit! Blast Off for Planet Namek",
        "A Formidable New Enemy! Emperor of the Universe, Freeza",
        "Rebellion Against Freeza! Vegeta, Burning with Ambition",
        "Protect the Dragon Balls! The Namekian Offensive",
        "Dodoria in Terrifying Hot Pursuit! Vegeta Learns the Truth",
        "Vegeta's Secret Plan! Tragic Attack Upon the Namekians",
        "Resurrected Companions! The Beauty Soldier Zarbon's Demon Transformation",
        "Kuririn's Power-Up! The Foreboding Squirming of Freeza",
        "The Conspiracy Completely Shatters! Vegeta's Counterattack vs. Zarbon",
        "A Hair-Trigger Pinch! Gohan, Protect the Four Star Ball",
        "The Super Decisive Battle Draws Near! The Ginyu Special-Squad Has Arrived!",
        "The Special-Squad's Frontline Man! Break Gurudo's Spell",
        "The Hellish Recoome! Keep Me Entertained, Vegeta-chan",
        "Son Goku Finally Arrives! Knock the Ginyu Special-Squad Around",
        "Star Performer Entry!? Commander Ginyu vs. Son Goku",
        "Son Goku at Full Power! There's a Secret Plan in the Shaking Ginyu!?",
        "Surprise! Goku is Ginyu and Ginyu is Goku!?",
        "A Great Turnabout for Goku?! Super Shenlong, Come Out Right Now!",
        "An Enraged Freeza Approaches! Porunga... Please Grant Our Wish!",
        "A Tormenting Super Transformation! Freeza's One Million Fighting Power",
        "Freeza Bares His Fangs! Gohan's Transcendent Power Attacks",
        "The Reborn Piccolo Shows Himself! An Enraged Freeza's Second Transformation",
        "Freeza's Final Transformation! The Ultimate Nightmare Begins!",
        "The Moment We've Waited For! Son Goku is Revived",
        "Defeat Freeza, Son Goku! The Proud Vegeta's Tears",
        "Son Goku vs. Freeza! The Curtain Opens on the Super Decisive Battle!",
        "A Physical War That Exceeds All Limits! Goku and Freeza and Ginyu, Again?!",
        "It's a 20-Fold Kaioken! A Kamehameha with Everything on the Line",
        "This Is the Last Trump Card! Goku's Extra-Large Genki Dama",
        "Awaken Warrior of Legend... Super Saiyan, Son Goku!",
        "The Angry Super Saiyan! Throw Your Hat in the Ring Son Goku!",
        "Exact Vengeance Son Goku! The Countdown to the Planet's Collapse",
        "Do-or-Die Full Power of Freeza! Shenlong, Heed This Wish",
        "Furious Battle Cry of Goku! Make It in Time... The Resurrection Wish!",
        "Two Remain on a Vanishing Planet! This Is the Final Showdown",
        "The Final Blow, Son Goku... Planet Namek Scatters Throughout Space",
        "Goku Vanishes in Space... Return to Life! Super Warriors",
        "That's Earth, Papa... Frieza and His Father Strike Back",
        "I'll Defeat Freeza! Another Super Saiyan",
        "Welcome Back Son Goku! The Confession of the Mysterious Young Boy Trunks",
        "New Technique of Goku, Instant Movement! Special Training Staked on 3 Years From Now",
        "The Pair Who Don't Leave a Trace! The Artificial Humans Appear",
        "Attacked on Both Sides by an Internal Enemy?! Son Goku vs Artificial Human #19",
        "No Chance of Victory Against #19! Super Vegeta Arrives Late",
        "Piccolo's Assault! The Missing #20 and the Future Gone Askew",
        "Pursue! Doctor Gero... The Search for the Mysterious Laboratory!",
        "#17 and #18, and...! The Artificial Humans Awaken",
        "A Cute Face and Super Power?! #18 vs Vegeta",
        "The Time has Come to Become One Again… Piccolo's Decision for Ultimate Power!",
        "One More Time Machine?! Bulma Unveils a Mystery",
        "And So the Monster Makes its Move... Take Off! It's the Super Namekian!",
        "I am Your Sibling! The Monster with the Ki of Goku",
        "Escape Tactic, Taiyoken! Chase after the Artificial Human Cell",
        "Attack the Elusive Cell! Son Goku, Finally Revived!",
        "Surpass Super Saiyan! Now, Into the Room of Spirit and Time",
        "This is the Power of a Super-Namekian! #17 vs. Piccolo!",
        "Run #17! Piccolo, A Battle for Suicidal Resistance",
        "Unmeasured Power! The Silent Warrior #16, Makes his Move",
        "Tenshinhan's Do-or-Die Shin Kikoho! Save Your Brother-in-Arms, Son Goku",
        "Super Saiyan Surpassed! The Daring Vegeta Strikes Cell",
        "The Surging Resentment of Cell! Kuririn, Destroy #18",
        "And So the Situation Takes a Turn for the Worst... Cell Attacks #18!",
        "The Tables Have Turned! Perfect Form Cell, Finally Goes into Action",
        "Full-Power Strike of Vegeta! But the Terror of Cell Grows and Grows",
        "Super Power Awakening! Trunks Surpasses his Father",
        "The Television Has Been Hijacked! A Live Broadcast of the Cell Games Press Conference",
        "Training Completed! Does Goku, have the Composure to Defeat Cell?!",
        "An Interrupted Rest! The Self-Defense Army, Launches a General Offensive Against Cell",
        "A New God! The Dragon Balls are Finally Revived",
        "Satan's Legion Runs Wild! The Curtain Rises on the Cell Games",
        "Decisive Battle! Cell vs Son Goku",
        "A Battle of the Highest Level! Defeat Cell, Son Goku",
        "Conclusion to the Death Match! Time for Goku's Decision",
        "Get Angry Gohan! Release Your Dormant Power",
        "The Tears that Disappeared into the Sky! The Angry Super Awakening of Gohan",
        "Fighting Spirit Free from Hesitation! Gohan, Pulverizes the Cell Juniors",
        "The Perfect Form Breaks Down! Explosion, the Super Iron Fist of Rage",
        "Bye-Bye Everyone! This is the Only Way to Save the Earth",
        "Combine Our Power! The Mightiest Final Kamehameha",
        "Farewell with a Smile! Heading for New Days...",
        "Bring Peace to the Future! Goku's Spirit is Eternal"
    ],
    "fillers": []
}