{
    "jap": {
        "no_epi": "46",
        "link": "https://player.ryuk.to?id=gundam-x-episode-",
        "down_links": [
            "MjIzNTk=",
            "MjIzNjA=",
            "MjIzNjI=",
            "MjIzNjQ=",
            "MjIzNjU=",
            "MjIzNjc=",
            "MjIzNjk=",
            "MjIzNzE=",
            "MjIzNzI=",
            "MjIzNzM=",
            "MjIzNzQ=",
            "MjIzNzU=",
            "MjIzNzY=",
            "MjIzNzc=",
            "MjIzNzg=",
            "MjIzNzk=",
            "MjIzODA=",
            "MjIzODE=",
            "MjIzODI=",
            "MjIzODM=",
            "MjIzODQ=",
            "MjIzODY=",
            "MjIzODg=",
            "MjIzODk=",
            "MjIzOTE=",
            "MjIzOTM=",
            "MjIzOTQ=",
            "MjIzOTY=",
            "MjIzOTc=",
            "MjIzOTk=",
            "MjI0MDE=",
            "MjI0MDM=",
            "MjI0MDU=",
            "MjI0MDY=",
            "MjI0MDg=",
            "MjI0MDk=",
            "MjI0MTE=",
            "MjI0MTM=",
            "MjI0MTQ="
        ]
    },
    "episodes_names": [
        "The Crybaby: Usagi's Beautiful Transformation",
        "Punishment Awaits: the House of Fortune is the Monster Mansion",
        "The Mysterious Sleeping Sickness: Protect the Girls in Love",
        "Learn How to be Skinny from Usagi",
        "Scent of a Monster: Chanela Will Steal Your Love",
        "Protect the Melody of Love: Usagi Plays Cupid",
        "Usagi Learns Her Lesson: Becoming a Star is Hard Work",
        "The Girl Genius Is a Monster: The Brainwashing Cram School of Horror",
        "Usagi’s Disaster: Beware of the Clock of Confusion",
        "The Cursed Bus: Enter Mars, the Guardian of Fire",
        "Usagi vs. Rei: Nightmare in Dream Land",
        "I Want a Boyfriend: The Luxury Cruise Ship Is a Trap",
        "Girls Unite: The End of Jadeite",
        "A New Enemy Appears: Nephrite's Evil Crest",
        "Usagi's Panic: Rei's First Date",
        "A Girl's Dream: Usagi Becomes a Bride",
        "Usagi's a Model: The Flash of the Monster Camera",
        "Shingo's Love: The Grieving Doll",
        "Usagi's Joy: A Love Letter from Tuxedo Mask",
        "The Summer, the Beach, Youth and Ghosts",
        "Protect the Children's Dreams: Friendship Through Anime",
        "Romance Under the Moon: Usagi's First Kiss",
        "Wish Upon a Star: Naru's First Love",
        "Naru's Tears: Nephrite Dies for Love",
        "Jupiter, the Powerful Girl in Love",
        "Restore Naru's Smile: Usagi's Friendship",
        "Crushing on Ami: The Boy Who Can See The Future",
        "The Painting of Love: Usagi and Mamoru Get Closer",
        "Total Chaos: The Messy Love Rectangle",
        "Grandpa Loses Control: Rei in Danger",
        "Love and Chased: Luna's Worst Day Ever",
        "Umino's Resolve: I'll Protect Naru",
        "Enter Venus, the Last Sailor Guardian",
        "The Shining Silver Crystal: The Moon Princess Appears",
        "Returning Memories: Usagi and Mamoru's Past",
        "Usagi's Confusion: Is Tuxedo Mask Evil?",
        "Let's Become a Princess: Usagi's Bizarre Training",
        "The Snow, the Mountains, Friendship and Monsters",
        "Paired with a Monster: Mako, the Ice Skating Queen",
        "The Legendary Lake Yokai: The Bond of Usagi's Family",
        "I Won't Run Away from Love Anymore: Ami vs. Mamoru",
        "Sailor Venus' Past: Minako's Tragic Love",
        "Usagi Abandoned: The Falling-Out of the Sailor Guardians",
        "Usagi's Awakening: A Message from the Distant Past",
        "Death of the Sailor Guardians: The Tragic Final Battle",
        "Usagi's Eternal Wish: A Brand New Life"
    ],
    "fillers": [
        2,
        3,
        4,
        5,
        6,
        7,
        9,
        11,
        12,
        15,
        16,
        17,
        18,
        20,
        21,
        26,
        27,
        28,
        29,
        30,
        31,
        32,
        37,
        38,
        39,
        40,
        41,
        43
    ]
}