{
    "jap": {
        "no_epi": "147",
        "link": "https://player.ryuk.to?id=toriko-episode-",
        "down_links": [
            "MTQxMg==",
            "MTQxNQ==",
            "MTQxNw==",
            "MTQyMA==",
            "MTQyMQ==",
            "MTQyNA==",
            "MTQyOA==",
            "MTQzMQ==",
            "MTQzNQ==",
            "MTQzOA==",
            "MTQ0Mg==",
            "MTQ0NA==",
            "MTQ0OA==",
            "MTQ1MQ==",
            "MTQ1NA==",
            "MTQ1Nw==",
            "MTQ2MQ==",
            "MTQ2Nw==",
            "MTQ3MA==",
            "MTQ3Mg==",
            "MTQ3NQ==",
            "MTQ3Nw==",
            "MTQ3OQ==",
            "MTQ4NA==",
            "MTQ4OA==",
            "MTQ5NA==",
            "MTQ5OA==",
            "MTUwMQ==",
            "MTUwNQ==",
            "MTUwOQ==",
            "MTUxNA==",
            "MTUxOQ==",
            "MTUyMg==",
            "MTUyOA==",
            "MTUzMg==",
            "MTUzOA==",
            "MTU0Mg==",
            "MTU0Ng==",
            "MTU0OA==",
            "MTU1MQ==",
            "MTU1Ng==",
            "MTU2MA==",
            "MTU2Mw==",
            "MTU2Nw==",
            "MTU3MA==",
            "MTU3NA==",
            "MTU3OA==",
            "MTU4MQ==",
            "MTU4Ng==",
            "MTU5MQ==",
            "MTYwMw==",
            "MTYwNg==",
            "MTYwOQ==",
            "MTYxNA==",
            "MTYxNw==",
            "MTYxOA==",
            "MTYyMw==",
            "MTYyNg==",
            "MTY0MA==",
            "MTY0NQ==",
            "MTY1MQ==",
            "MTY1NQ==",
            "MTY2MA==",
            "MTY2Ng==",
            "MTY3Mw==",
            "MTY3Nw==",
            "MTY3OQ==",
            "MTY4NQ==",
            "MTY5MA==",
            "MTY5Mw==",
            "MTcwMQ==",
            "MTcwNA==",
            "MTcxMA==",
            "MTcxMw==",
            "MTcyNw==",
            "MTczOA==",
            "MTc0Mg==",
            "MTc0Ng==",
            "MTc1MA==",
            "MTc2MQ==",
            "MTc4Ng==",
            "MTc5Mw==",
            "MTgwMQ==",
            "MTgwOA==",
            "MTgxOQ==",
            "MTgzMg==",
            "MTgzNA==",
            "MTgzOQ==",
            "MTg0Mg==",
            "MTg0Mw==",
            "MTg0OQ==",
            "MTg1Mw==",
            "MTg1OA==",
            "MTg2Nw==",
            "MTkwMg==",
            "MTkxMg==",
            "MTkxNQ==",
            "MTkxOA==",
            "MTkyMQ==",
            "MTkyNw==",
            "MTk0MQ==",
            "MTk0NQ==",
            "MTk1Mw==",
            "MTk2NA==",
            "MTk3NA==",
            "MTk3OA==",
            "MTk4NQ==",
            "MTk4OQ==",
            "MTk5MQ==",
            "MTk5Mw==",
            "MTk5NQ==",
            "MTk5Nw==",
            "MjAwNQ==",
            "MjAwNw==",
            "MjAxMA==",
            "MjAxNg==",
            "MjAyMg==",
            "MjAyOQ==",
            "MjAzNg==",
            "MjA0NA==",
            "MjA1MQ==",
            "MjA1Nw==",
            "MjA2Mg==",
            "MjA2OQ==",
            "Mzc4NDA=",
            "Mzc4NDE=",
            "Mzc4NDI=",
            "Mzc4NDg=",
            "NDAyMjc=",
            "NDA5MDk=",
            "NDExMzA=",
            "NDEyMTk=",
            "NDEyNTg=",
            "NDEzNjI=",
            "NDE0MDc=",
            "NDE0Mzg=",
            "NDE1MjQ=",
            "NDE2NDY=",
            "NDE3MzI=",
            "NDE4MDM=",
            "NDE4OTQ=",
            "NDE5NTQ=",
            "NDIwMzA=",
            "NDIxMTM=",
            "NDIyMDI=",
            "NDI0MTk=",
            "NDI2NzI="
        ]
    },
    "episodes_names": [
        "Landing, Gourmet Island! The Gourmet Hunter Toriko Appears!",
        "The Undiscovered Giant Beast! Toriko, Capture a Gararagator!",
        "The Well Mellowed 7-Colored Fruit Juice! Pick the Rainbow Fruit!",
        "Prepare It! The Poisonous Puffer Whale! The Heavenly King Coco Appears!",
        "The Deadly Cave Battle! Fire, Five-Fold Spiked Punch!",
        "The Knocking Master! Time to Taste the Puffer Whale!",
        "The Strongest Wolf That Ever Lived! The Battle Wolf is Reborn!",
        "The Threat Appears! Rumble at the Gourmet Coliseum!",
        "That Which Is Passed Down! Activate, Gourmet Cells!",
        "The Man Who Has an Invincible Domain! His Name Is Sunny!",
        "Regal Isle Dash! Search for the Jewel Meat!",
        "The Devils",
        "The Ultimate Backup! Clash, Coco Vs. GT Robot!",
        "The Threat Of Deadly Poison! Coco",
        "The Unyielding Aesthetic! Sunny",
        "Rin",
        "Super Toriko, the Fists of Anger! This Is the Strongest Spike Punch!",
        "The Taste Written in His DNA! Toriko, Search for the BB Corn!",
        "The Talent of Battle! Show Me, Terry, King in the Making!",
        "For Terry",
        "The Gourmet Corp. Assassin! The Moment Toriko",
        "Pressure of Madness! Grinpatch vs. Toriko!",
        "The Amusement Park of Eating! The Bellyfull City, Gourmet Town!",
        "Dreamtime! Setsuno",
        "Meeting at the Saloon! Rivalry Between Gourmet Hunters!",
        "Challenge of the Gourmet Hunter Army! Disembarking at Freezing Hell!",
        "Hurry While It",
        "The Explosive Fire Shakes Ice Mountain! The Identity of the Masked Man!",
        "Glorious Bug Tamer! Tommyrod vs Toriko",
        "Gratitude and Pride! Takimaru",
        "Settled! Match and Takimaru",
        "The Gourmet Reviver and the Legendary Soup",
        "Head-on Fight! Fierce Battle! Toriko vs. Tommyrod!",
        "Ultimate Desperation! Tommyrod",
        "Wondrous Power! Gourmet Reviver Teppei Joins the Battle!",
        "The Last Drop! Who Will Get the Century Soup?!",
        "Farewell, Ice Hell! Granny Setsu",
        "Splendid Healing! Here Comes the Gourmet Reviver, Yosaku!",
        "Race to Finish! Will It Be Toriko",
        "To the World of Ultimate Bliss! Taste the Century Soup!",
        "Housewarming Party! Everyone Gather at the Sweets House!",
        "The Gourmet King Championship! Search for the Ultimate Sweets!",
        "Bonding Dish! Partners Are Forever!",
        "White Hot! Toriko vs. the IGO President!",
        "Vegetable Garden in the Heavens! Vegetable Sky!",
        "Discovery! The King of Vegetables, Ozone Grass!",
        "Confession in the Heavens! The Formation of the Invincible Duo!",
        "Shocking Encounter! A Mysterious Life Form Appears!",
        "Toriko Rushes In! The Truth of the Gourmet World!",
        "Enter the Astounding Ringer! The True Meaning of a Partner!",
        "The Reunion of Toriko and Luffy! Find the Seafood Fruit!",
        "Shock! The Broken Kitchen Knife and Cutler Melk!",
        "Tension! Toriko",
        "Supergravity! Conquer Heavy Hole!",
        "Hidden Truth! The First Melk Appears!",
        "Debut! The Second Generation",
        "A Work Made with All Her Might! The Completed Melk Knife!",
        "Super Celeb! Once-in-a-Lifetime Gourmet Carriage Journey!",
        "Finally, He Appears! The Last of the Four Kings, Zebra!",
        "Unleashed Roar! Death Row Zebra",
        "Warning! Zebra Has Disembarked at the Sand Garden!",
        "Komatsu Disappears! Devilish Desert Labyrinth!",
        "The Sealed Voice! The Other-Dimensional Gourmet Pyramid!",
        "Astounding! The Mysterious Ancient Manuscript and the Creature Inside the Coffin!",
        "Shocking Showdown! Salamander Sphinx!",
        "Cooperative Cooking! Komatsu Manages Toriko and Zebra!",
        "Explosion of Combination Techniques! We Get the World",
        "The Truth Revealed! Komatsu",
        "Surpass Dad! Midsummer Gobbling Katsu Curry!",
        "The Ties That Bind! Superb Gobbling Katsu Curry!",
        "New Phase! Toriko",
        "Food Luck Runneth Over! Pilgrimage to the Gourmet Shrine!",
        "Uwaaa! Astonishing Stun Apple!",
        "Chicken Beast",
        "Glittering Crystal! Shining Gourami!",
        "Shocking Rapids! Giant Waterfall, Death Falls!",
        "Sunny",
        "Thirty Times Combo! Thirty-Six-Fold Twin Spiked Punch!",
        "Cooking by Intuition! Komatsu and the Shining Gourami!",
        "Flashy Presentation! Supreme Service With a Meal!",
        "Supreme Chitose Ame! Komatsu and Yun",
        "Assemble on Autumn Mountain! Terry, Yun, Kiss, Queen!",
        "Reunion! Take-chan of Fairytale Castle!",
        "Crossroads! A Chef",
        "Dramatic Transformation! Hair Salon Barber Gourmet!",
        "Gathering of the Four Kings! A Midwinter Night",
        "Merry Feastmas! Gourmet Santa",
        "Heaven or Hell!? Storming Into the Gourmet Casino!",
        "Enter: The Boss of the Underground Cooking World, Livebearer!",
        "Life and Death Card Game! Gourmet Tasting!",
        "Dead Heat! Coco vs. Livebearer",
        "Coco",
        "Eat or Be Eaten! Toriko vs. Hannya Panda!",
        "Climax! The Last, Most Terrible Ingredients!",
        "The Moment of Truth! Coco",
        "A Taste That",
        "Showdown at the Summit! Ichiryu vs. Midora of the Gourmet Corp.!",
        "Hidden Training Ingredient! Emergency Instruction from Ichiryu!",
        "Run, Strongest Army! Toriko, Luffy, and Goku!",
        "The Four Kings Assemble to Mark the 100th Episode!",
        "Toriko Faints in Agony?! Capture the World",
        "Too Huge! The Giant Fortune Roll, Completed with a Pro Wrestling Move!",
        "Put Your Hands Together and Bow! Gourmet National Treasure, Chin Chin-Chin, Appears!",
        "People Without Gratitude Aren",
        "Toriko Totally Defeated?! The Delicate and Dynamic Power of Honoring the Food!",
        "Gratitude Is What Counts! The Secret to Honoring the Food!",
        "Approaching Threat! Hurry, Toriko! The Path to the Bubble Fruit!",
        "Tragedy! The End of Chowlin Temple! Farewell, Komatsu!",
        "Unrivaled Strength! The One Who Mastered Honoring the Food!",
        "National Treasure Class One Stroke 100 Million Yen Technique! Toriko vs. Granny Chiyo!",
        "The Legendary Ingredient, \"Center\"! Ichiryu and the Strongest Biotope, 0!",
        "Legendary Bee, Infinibee! Toriko vs. New-Style GT Robot!",
        "Showing His True Ability! A Taste of Komatsu",
        "The Four Kings Assemble! The Gourmet World Monsters, the Four-Beasts, Awaken!",
        "A Battle with the Existence of the Human Race on the Line! The Four-Beasts vs. the Four Kings!",
        "Toriko, Coco, Sunny, Zebra! The Four Kings",
        "Toriko",
        "The Four-Beasts' Shocking Combined Form and Green Rain!",
        "The Four Kings",
        "Save Humankind with Miraculous Gourmet Luck!",
        "Burst! Curiosity About the Flavor! The Four Kings",
        "Secret Technique: Meal Fit for a King!",
        "The Upcoming Festival! Dangerous Wriggling Critters!",
        "Toriko vs. the Monster of the Gourmet World, Mon Plan!",
        "Toriko",
        "Inevitable Turmoil?! The Cooking Fest Begins!",
        "Komatsu Is in a Pinch?! Triathlon Cooking!",
        "Meet Legendary Chef Brunch the Tengu!",
        "Playing Dirty! Roaring Ahead! Brunch Overtakes Everyone in a Single Spurt!",
        "Live or Die? Death in the Balance Cooking!!",
        "Who Are the Strongest Partners? Whole Island Cooking!",
        "The Outbreak of War! Gourmet Corp.",
        "Protect Komatsu! Toriko vs. Starjun!",
        "Savage Battle! Toriko",
        "Climactic Battle! IGO versus Gourmet Corp.!",
        "Worst Trump Card! The Gourmet World Monster, \"Nitro\"!",
        "Mortal Combat! Coco vs. Grinpatch!",
        "Duel! Sunny vs. Tommyrod",
        "The End Is Here! Sunny",
        "Counterattack! Zebra Starts Up!",
        "Toriko Strikes Back! Ultimate Routine!",
        "The Greatest Enemy in History! \"Joie\" Appears!",
        "Shock! The True Identity of the Mastermind, \"Joie\"!!",
        "The Beginning of the End! Toriko vs. Joie!!",
        "Resuscitation Strike! The Four Kings",
        "Be Heard, Komatsu",
        "Toriko and Komatsu Embark on a New Voyage!"
    ],
    "fillers": [
        1,
        42,
        43,
        51,
        69,
        70,
        80,
        81,
        82,
        86,
        99,
        112,
        113,
        124,
        125,
        130,
        131,
        136,
        146,
        147
    ]
}