{
    "jap": {
        "no_epi": "51",
        "link": "https://player.ryuk.to?id=monster-strike-episode-",
        "down_links": [
            "NjkxNzE=",
            "NjkyNjE=",
            "NjkzNDU=",
            "NjkzNDY=",
            "Njk0MzI=",
            "Njk1MjE=",
            "Njk2MDI=",
            "Njk2ODA=",
            "Njk3Njk=",
            "Njk5ODM=",
            "NzAwNTE=",
            "NzAxMzE=",
            "NzAyMDM=",
            "NzAyNDc=",
            "NzEzNTE=",
            "NzEzNTI=",
            "NzEzNTM=",
            "NzE0Mjc=",
            "NzE1MDc=",
            "NzE1Nzc=",
            "NzE2NTg=",
            "NzE3NDk=",
            "NzE4Mjc=",
            "NzE5MDg=",
            "NzE5ODc=",
            "NzIwOTQ=",
            "NzIyMzg=",
            "NzIzNDg=",
            "NzI0MDQ=",
            "NzI1NzI=",
            "NzI2NjE=",
            "NzMwODY=",
            "NzMzNTc=",
            "NzM5MTc=",
            "NzQyMTI=",
            "NzQ3MDI=",
            "NzQ4ODk=",
            "NzU0MjI=",
            "NzU5Njc=",
            "NzU5Njg=",
            "NzYyOTA=",
            "NzY1NDg=",
            "NzY5NDU=",
            "Nzc1OTg=",
            "NzgzMjA=",
            "ODA3NjE=",
            "ODI3MTU=",
            "ODQ1MjE=",
            "ODYwNzM=",
            "ODc2OTk=",
            "ODg1OTc=",
            "OTc5NTE="
        ]
    },
    "episodes_names": [
        "The First Strike!",
        "Slingshot Away! Call Me Oragon!",
        "Aoi Mizusawa's Secret",
        "A Night at the Colloseum",
        "Mall Brawl",
        "The Glinting Blade",
        "Operation Recruit Akira",
        "Evil Eye Minami",
        "SOS! A Shocking Video?!",
        "Shopfront Shocker",
        "Welcome, Minami!",
        "Ora-gone?! - No more secrets. Ora ora ora! -",
        "Impossible Task - Are they serious?! -",
        "Izanami - Past despair, there was... -",
        "Beware the Warrior God - You end here! -",
        "Counter! A Strike Shot for the Ages!- xThere's always an answer! -",
        "Pieces of Memories - We played MS in the past? -",
        "Where Art Thou, Haruma? - You're not even on the same level. Begone! -",
        "Lucy the Annihilator - Bow before the lord of the fallen! -",
        "From the Ring, Hope - A new monster takes the stage! -",
        "Come One and All: MS Club - Defeat the top four! -",
        "The Saber Amid the Blossoms - Impossible's just a ten letter word! -",
        "Dark Usurper Zeus - From the heavens... -",
        "Melodious Snow Bow - Here's a bow, tied right on your heart. -",
        "Nirvana, Inferno of War - It's always a party! -",
        "Assemble, Assault, and Assail - It's always a party! -",
        "An Accidental Double Date",
        "Booya! Return to Shibuya - Don't even think about touching Haruma! -",
        "Alice in a Mad Wonderland - I'll cut you into cute, tiny, bite-sized pieces. -",
        "The Scarlet Shrine Maiden - Divine words hold great power! -",
        "Blade Versus Gun - Return to ash... -",
        "The Flock of Bahamut - One thousand?! -",
        "The Indomitable Dragon - I'll protect my friends and Haruma! -",
        "Ryoma VS Lucy - I've trained—and now I'm here to see you again. -",
        "Death's Embrace - He's the one who killed me, your mother... -",
        "The Imprisoned Lily - I will not let you have Haruma... -",
        "In Darkness, Ryoma - Come to your senses, Haruma Kagutsuchi! -",
        "The Truth of K - We were friends... -",
        "Akira and Haruma - I wanted to apologize for that time... -",
        "Gather in Kaminohara! - You need help? I'm there! -",
        "Off-the-Charts Performance!",
        "The Sun Sets on Orochi",
        "An Offering to Orochi - Dance until you break! -",
        "An End to the Past - We've been here in the past. -",
        "World Ender Babel - A despair deeper than death... -",
        "The Descent of Angels - These memories... they're ours! -",
        "Ziggurat of Chaos - Feel the pain that I have felt! -",
        "Oraternative Memories - Do you believe in destiny? -",
        "Karma, Light of War - The memories of humans are so beautiful... -",
        "Of Light and Flame - Harken the light! -",
        "[Finale] Strike Shot! An End and New Beginnings - We'll defeat you and reclaim everything! -"
    ],
    "fillers": []
}