{
    "jap": {
        "no_epi": "97",
        "link": "https://player.ryuk.to?id=saint-seiya-omega-episode-",
        "down_links": [
            "Mjc2OA==",
            "Mjc3MA==",
            "Mjc3MQ==",
            "Mjc3Mw==",
            "Mjc3NQ==",
            "Mjc4MA==",
            "Mjc4Mg==",
            "Mjc4NQ==",
            "Mjc5MA==",
            "Mjc5Nw==",
            "MjgwNQ==",
            "MjgxMA==",
            "MjgxNQ==",
            "MjgxOQ==",
            "MjgyMw==",
            "MjgyOQ==",
            "MjgzNQ==",
            "MjgzOQ==",
            "Mjg0Mg==",
            "Mjg0Ng==",
            "Mjg1Ng==",
            "Mjg2Mg==",
            "Mjg3MA==",
            "Mjg3NQ==",
            "Mjg3OQ==",
            "Mjg4Mw==",
            "Mjg4Ng==",
            "Mjg4OQ==",
            "Mjg5Mg==",
            "Mjg5Ng==",
            "MjkwMA==",
            "MjkwNA==",
            "MjkxMA==",
            "MjkxOA==",
            "MjkyNg==",
            "MjkzMg==",
            "MjkzOA==",
            "Mjk0Mw==",
            "Mjk0NQ==",
            "Mjk0OQ==",
            "Mjk1NQ==",
            "Mjk1OA==",
            "Mjk2Mw==",
            "Mjk2Ng==",
            "Mjk2OQ==",
            "Mjk3MQ==",
            "Mjk3NA==",
            "Mjk4MA==",
            "Mjk4Mw==",
            "Mjk5MA==",
            "MzAwNw==",
            "MzAxMw==",
            "MzAyMg==",
            "MzAyOA==",
            "MzAzMQ==",
            "MzAzNQ==",
            "MzA0NA==",
            "MzA0OA==",
            "MzA1Mw==",
            "MzA1Nw==",
            "MzA4MQ==",
            "MzA4NQ==",
            "MzA4OQ==",
            "MzA5Mg==",
            "MzA5Ng==",
            "MzEwMQ==",
            "MzEwNA==",
            "MzExMg==",
            "MzEyMA==",
            "MzEyNw==",
            "MzEzMQ==",
            "MzEzMg==",
            "MzEzMw==",
            "MzEzNQ==",
            "MzEzOA==",
            "Mzc3OTM=",
            "Mzc3OTQ=",
            "NDAyMTk=",
            "NDA0NzY=",
            "NDExNzA=",
            "NDExNzg=",
            "NDEyMjc=",
            "NDEzNzc=",
            "NDEzOTk=",
            "NDE0Mjg=",
            "NDE1MjM=",
            "NDE2NDE=",
            "NDE3MzA=",
            "NDE3OTc=",
            "NDE5MDU=",
            "NDE5NDc=",
            "NDIwMjQ=",
            "NDIxMDU=",
            "NDIxOTU=",
            "NDIyNzE=",
            "NDI0MTU=",
            "NDI2NjI="
        ]
    },
    "episodes_names": [
        "The Life Seiya Saved! The Legend of the Saints Returns!",
        "The Journey Begins! A New Generation of Saints!",
        "The Law of the Mask! The Saint of the Wind Appears!",
        "The Son of the Hero! Ryuho vs Koga",
        "A Selection Exam! The Deadly Camp Challenge!",
        "It Begins! The Saint Fight!",
        "The Fists of Friendship! Unleash the Pegasus Ryu Sei Ken!",
        "A Fateful Meeting! The Unexpected Gold Saint!",
        "The Sanctuary in Danger! The Ninja Saint arrives!",
        "A Deadly Rescue! Another Gold Saint!",
        "Protect Aria! Attack of the Pursuer, Sonia!",
        "Inherited Cosmo! The Legendary Saint, Shun!",
        "Seiya's Message! I Entrust Athena to Your Care!",
        "Reunion in the Motherland! Confrontation of Student and Master on a Snowy Field!",
        "Poisoned Fangs Attack! Conspiracy at the Second Ruins!",
        "Under a Star of Destiny! The Path of the Saints!",
        "Something to Protect! The Cloth Repairer and the Legendary Ore!",
        "Flames of Revenge! Soma's Fight of Destiny!",
        "The Secret of Goroho! Inherit Your Father, Shiryu's, Fighting Spirit!",
        "For Aria! Eden's Lightning of Rage!",
        "A Pegasus That Cannot Fly! Out of Loss, A New Start!",
        "Feelings for a Friend! A Ninja's Path and a Saint's Pride!",
        "Attack on the Enemy Base! The Young Saints Together Again!",
        "To Be Together Again! Go to the Last Ruins!",
        "Unknown Area! A Time for Meetings!",
        "Remembrance and Revenge! The Trap of the Darkness Ruins!!",
        "Journey's End. The Youths and the Girl's Light.",
        "The Strongest Army! The Gold Saints Assemble!",
        "Start of a New Battle! The Golden House of Zodiac!",
        "Incredible Power! Saint of the House of Taurus!",
        "Where Fate Diverges! Mystery of the House of Gemini!",
        "True Fear! The Strange Aura Permeating the House of Cancer!",
        "The Essence of Cosmo! The Seventh Sense!",
        "Border Between Life and Death! Battle in Hades!",
        "The Lion's Fists! With a Wounded Heart, Eden Fights!",
        "Noble Pride! Mycenae, Fist of the King!",
        "Steadfast Guardian! The Gold Saint of Virgo!",
        "Valiant Rebellion! Eden Decides to Fight!",
        "Reunion at the House of Libra! A Battle of Gold Versus Gold!",
        "Sonia's Resolve! Break the Cycle of Fate!",
        "Tokisada's Ambition! The Ruler of the End of Time!",
        "The Traitorous Gold Saint! Ionia Versus Koga!",
        "The War Gods Revive! Attack the Final House!",
        "For My Friends! Koga's Hidden Power!",
        "The War God Rages! Mars and Ludwig!",
        "Koga and Eden! Destroy the Darkness, Young Cosmo!",
        "A Small Hope! Land Where a New Battle Starts!",
        "Gather, My Friends! Koga's Overflowing Cosmo!",
        "The Ruler of Darkness! The Terror of Abzu",
        "Reach Seiya! The Young Saints' Wish",
        "Shine, Koga! The Final Battle Between Light and Darkness!",
        "New Cloth! Fly, New Pegasus!",
        "Reunited! Soma, Ignite Your Soul's Flames!",
        "Courage Gives Me Power! Let My Cloth Be Reborn!",
        "That Which Is Most Dear! Awaken, Dragon!",
        "Resonate in the Heart! Haruto's Shout!",
        "Defeat Pegasus! Eden, the Solitary Soldier!",
        "The Four Kings Appear! Full-Scale War between Athena and Pallas!",
        "The Bonds Between Brothers! Andromeda Shun Joins the Fight!",
        "A Steel Star! Subaru, Embrace Your Steel Will!",
        "A Vast Army Approaches! The Battle to Defend the Palaestra!",
        "Genbu's Duel! Holy Blade vs. the Libra Blade!",
        "Seiya Sets Out! Athena's Resolve!",
        "Go Forward, Saints! The Steep Path to Pallasvelda!",
        "Break the Iron Gate! Halberd of Pegasus and Shield of the Dragon!",
        "The Steel Struggle! The Nameless Heroes!",
        "Subaru's Terrifying Cosmo!  Eden's Task!",
        "Koga and Pallas! Meeting on the Battlefield!",
        "Make a Storm of Fire! The Friendship of Yuna and Soma!",
        "The Cloth Destroyer! Attack of the Rogue Pallasite!",
        "The Cursed Cloth!? The Equuleus Saint!",
        "The Cloth Is Passed On! Equuleus Subaru Is Born!",
        "The Tears of Equuleus?! Two Cloths Awaken!",
        "Kiki's War! Friendship Across Generations!",
        "A Destined Encounter! Gemini Returns!",
        "The Immortal Bird! Phoenix Ikki Appears!",
        "The Hour Has Come! The Saints of Athena Gather!",
        "Start of the Final Battle! To the Goddess of Destiny!",
        "An Assassin Master of Offense and Defense! Shun's Secret Chain Plan!",
        "The King of Time! Hyoga's Powers of Absolute Zero!",
        "Chronotector Equipped! The Impact of the Four Kings!",
        "The Ultimate Fighting Spirit! Ikki vs. Aegaeon!",
        "Shiryu and Ryuho! The Souls of Goroho!",
        "A Shadow Approaches! The Gold Saints That Protect Athena!",
        "Struggle Against Fate! A Declaration of Rebellion!",
        "Secret of the Cloth! A New Power Awakens!",
        "The Golds Unite! The Forbidden Technique!",
        "The Will That Is Left Behind! The Great Teachings of the Saints!",
        "Awaken! The Ultimate Omega!",
        "Raging Taurus! Reach the Throne Room of Pallas!",
        "Athena and Pallas! Final Battle Between the Goddesses!",
        "Seiya's True Feelings! Return From the Lies!",
        "The God of Time! Saturn Arrives!",
        "Warriors of Hope! The Bonds of the Saints!",
        "Surpass a God! Seiya's Cosmo!",
        "The Last Battle! Go, Saints of Omega!",
        "The End of the Battle! Koga, Become a Legend!"
    ],
    "fillers": []
}