{
    "jap": {
        "no_epi": "25",
        "link": "https://player.ryuk.to?id=love-hina-episode-",
        "down_links": [
            "MzQyNjM=",
            "MzQyNjA=",
            "MzQyNTg=",
            "MzQyNTY=",
            "MzQyNTU=",
            "MzQyNTM=",
            "MzQyNTI=",
            "MzQyNTA=",
            "MzQyNDk=",
            "MzQyNDg=",
            "MzQyNDY=",
            "MzQzMDI=",
            "MzQzMDE=",
            "MzQzMDA=",
            "MzQyOTg=",
            "MzQyOTc=",
            "MzQyOTY=",
            "MzQyOTQ=",
            "MzQyOTM=",
            "MzQyOTI=",
            "MzQyOTE=",
            "MzQyOTA=",
            "MzQzMDg=",
            "MzQzMDY=",
            "MzQzMDU="
        ]
    },
    "eng": {
        "no_epi": "25",
        "link": "https://player.ryuk.to?id=love-hina-dub-episode-",
        "down_links": [
            "OTcwMTY=",
            "OTcwMTc=",
            "OTcwMTg=",
            "OTcwMTk=",
            "OTcwMjA=",
            "OTcwMjE=",
            "OTcwMjI=",
            "OTcwMjM=",
            "OTcwMjQ=",
            "OTcwMjU=",
            "OTcwMjY=",
            "OTcwMjc=",
            "OTcwMjg=",
            "OTcwMjk=",
            "OTcwMzA=",
            "OTcwMzE=",
            "OTcwMzI=",
            "OTcwMzM=",
            "OTcwMzQ=",
            "OTcwMzU=",
            "OTcwMzY=",
            "OTcwMzc=",
            "OTcwMzg=",
            "OTcwMzk=",
            "OTcwNDA="
        ]
    },
    "episodes_names": [
        "All-girls Dorm with Outdoor Bath: Hot Springs",
        "The Hinata's New Resident, Shinobu: Arrow Signs",
        "Kendo Girl in Love?: Swordplay",
        "The Tokyo U Promise from 15 Years Ago: Diary",
        "Wow. A Trip to Kyoto! Exciting",
        "Keitaro's First Kiss is with...? Journey",
        "First Date. Keitaro's True Feelings: Nowadays",
        "Kendo Girl and the Legend of the Dragon Palace: Is This A Dream",
        "The Case of the Missing Hinata Apartment Money: A Mystery",
        "Who is the Beautiful Women Wandering in the Moonlight? Transformation",
        "The Idol Shooting for Tokyo U is a Prep School Student: Sing",
        "Changing After the Wedding? Swordmaster Motoko's Sunday Best: Feminine",
        "The First Kiss Tastes Like Lemon? Marshmallow? Grown-up",
        "Naru's Crush Is Now a Tokyo U Professor: Turning Into Love?",
        "I Love You!? Romantic Confession Inside a Cave: Tall Tale",
        "Monkey Performance at the Seaside Teahouse Hinata: A Kiss?",
        "Mesmerized by Naru on the Haunted Island! Something's Fishy!",
        "Girls Dressed in Yukata for the Summer Festival: Let's!",
        "Marry into Money? A Prince from Across the Sea: Warm",
        "A Sepia-colored Promise with a Sleeping Girl: A Trick?",
        "Jealous Outburst? Two Lovebirds on a Boat: Tremble",
        "Little Sister Mei's Devious Plan: It Can't Be!",
        "Naru Narusegawa - Her Wavering Heart and Keitaro: Crushed",
        "Celebrate! Are the Blooming Flowers Tokyo U? Love? Everybody",
        "Motoko's Choice, Love or the Sword: Don't Cry"
    ],
    "fillers": []
}