{
    "jap": {
        "no_epi": "13",
        "link": "https://player.ryuk.to?id=white-album-episode-",
        "down_links": [
            "NTc2Mg",
            "NTc2NQ",
            "NTc2Nw",
            "NTc3MA",
            "NTc3MQ",
            "NTc3NA",
            "NTc3Ng",
            "NTc3Nw",
            "NTc3OQ",
            "NTc4MQ",
            "NTc4Mw",
            "NTc4NQ",
            "NTc4Nw"
        ]
    },
    "eng": {
        "no_epi": 0,
        "link": "https://player.ryuk.to?id=white-album-dub-episode-",
        "down_links": []
    },
    "episodes_names": [
        "Episode 1 - Yes, maybe the button was already pushed by then.",
        "Episode 2 - Do you believe in long-plotted encounters?",
        "Episode 3 - Hand in hand, shoulder to shoulder,  back to back, and then... we don't have to take off our clothes.",
        "Episode 4 - Sometimes you feel like you understand someone beyond imagination. A lot of times it's the opposite though.",
        "Episode 5 - It's not only those who are close to you that get in your way. The less you know someone, the harsher you are.",
        "Episode 6 - A good way to forget your troubles...How about getting involved in somebody else's?",
        "Episode 7 - A mental image is something that needs constant building up. It crumbles easily.",
        "Episode 8 - The less time you have,  the more you can do. The more you do. Of course, love is no exception.",
        "Episode 9 - Memories don't need to be prettied up like a play. The minute you say them aloud, they're all lies.",
        "Episode 10 - Sumo Wrestling by yourself isn't lonely just because you don't have a partner. The eyes of the audience sting, too.",
        "Episode 11 - Time won't take care of the feelings building up in your heart. It just labels them \"forgotten.\"",
        "Episode 12 - “Restriction.  Deception.  Deprivation.  Giving.  Waiting is more trying than all of these.”",
        "Episode 13 - Even though the glass was tipped over, didn't you notice? Not even one drop of water remained.",
        "Episode 14 - I've never been able to tune properly. I keep thinking that it could sound better.",
        "Episode 15 - The things you can't find will destroy what's around you. Because they're not there, there's nothing that can be done.",
        "Episode 16 - When I think back to my childhood, the embarrassment I feel is agonizing. Compared to that...",
        "Episode 17 - There are lies one wants exposed. There are truths one does not want to believe in. There is one of each.",
        "Episode 18 - Don't bugs have it too easy? They shut themselves away in their shells, and yet they're claustrophobic.",
        "Episode 19 - They usually say you move on to the next when you're bored with what you have. Although, I usually seem  to be bored well before moving on.",
        "Episode 20 - Love is not rational. The lovers who said this were poets, critics, and philosophers.",
        "Episode 21 - I want to return to the fork in the road. I should have gone right instead. I've regretted every second since then.",
        "Episode 22 - Worried you're not a good speaker? Try talking with your eyes. It'll make you want to talk in no time.",
        "Episode 23 - We hope to catch colds in order to be nursed and fed. We don't even imagine the pain we're about to endure.",
        "Episode 24 - Night does nothing for you. The sun is what makes things fade.",
        "Episode 25 - It's somebody else's fault. Not mine. It's all somebody's else's fault. And not at all...",
        "Episode 26 - And thus we sit together now, and all night long we have not stirred,"
    ]
}