{
    "jap": {
        "no_epi": "69",
        "link": "https://player.ryuk.to?id=yakitate-japan-episode-",
        "down_links": [
            "MjQyMDI=",
            "MjQyMDM=",
            "MjQyMDQ=",
            "MjQyMDU=",
            "MjQyMDc=",
            "MjQyMDk=",
            "MjQyMDg=",
            "MjQyMTA=",
            "MjQyMTE=",
            "MjQyMTM=",
            "MjQyMTQ=",
            "MjQyMTU=",
            "MjQyMTc=",
            "MjQyMTg=",
            "MjQyMzA=",
            "MjQyMzE=",
            "MjQyMzI=",
            "MjQyMzM=",
            "MjQyMzQ=",
            "MjQyMzU=",
            "MjQyMzc=",
            "MjQyMzg=",
            "MjQyMzk=",
            "MjQyNDA=",
            "MjQyNDE=",
            "MjQyNDM=",
            "MjQyNDQ=",
            "MjQyNDU=",
            "MjQyNjU=",
            "MjQyNjY=",
            "MjQyNjc=",
            "MjQyNjg=",
            "MjQyNzA=",
            "MjQyNzE=",
            "MjQyNzI=",
            "MjQyNzM=",
            "MjQyNzU=",
            "MjQyNzY=",
            "MjQyNzc=",
            "MjQyNzg=",
            "MjQyNzk=",
            "MjQyODE=",
            "MjQzMTY=",
            "MjQzMTg=",
            "MjQzMTU=",
            "MjQzMDM=",
            "MjQzMDQ=",
            "MjQzMDU=",
            "MjQzMDY=",
            "MjQzMDc=",
            "MjQzMDg=",
            "MjQzMTA=",
            "MjQzMTE=",
            "MjQzMTI=",
            "MjQzMTM=",
            "MjQzMTQ=",
            "MjQzMTk=",
            "MjQzMjA=",
            "MjQzMjE=",
            "MjQzMjI=",
            "MjQzMjM=",
            "MjQzMjQ=",
            "MjQzMjU=",
            "MjQzMjY=",
            "MjQzMjc=",
            "MjQzMjg=",
            "MjQzMzA=",
            "MjQzMzE=",
            "MjQzMzI="
        ]
    },
    "episodes_names": [
        "He’s Here!! The Boy With the Hands of the Sun!",
        "Maharajah!! The Day Mt. Fuji Fell!",
        "Charred!! Is this the Ultimate Claus Swann!?",
        "Neigh!! Make Good Grazing Bread!",
        "Not Baaaad!! Ultimate Butter Is the Clincher!",
        "It's the Main Store!! The Dancing Meister!",
        "Doc Shock!! Secret Sauce Transformation!",
        "Kawachi Prime!! The Gauntlets of the Sun!",
        "I Won't Lose!! I'll Fight Ya with Osaka Bread!",
        "Their Respective Beginnings!! Pantasia's Rookie Competition Opens!",
        "Riffraff Scum!! Kazuma Chooses the Worst Butter!",
        "Kazuma Failed!? Ultra C to the Rescue!",
        "Order's Up!! Going Bananas for Melon Bread!",
        "Noodlicious!! The Pitfalls of Yakisoba Bread!",
        "Invincible Team!! Win with Ono no Komachi!",
        "A Green Miracle!! Kazuma the Magician!",
        "The Big Showdown!! Koala's Dragon vs. Kazuma's Turtle!",
        "With Our Prayers Behind It!! A Graveside Vow!",
        "Nightmarish Semifinals!! Yukino's Dastardly Trap!",
        "Indomitable Fighting Spirit!! Let Adversity Bring You to Your Feet!",
        "It's the Mightiest Bread in the History of Prototypes!! Ja-pan No. 44!",
        "The Final Match Is Near!! A Dark Shadow Closes in on Kazuma!",
        "Springy Showdown!! Kazuma Azuma vs. Shigeru Kanmuri!",
        "The Flying Meister!! Who Will Win!?",
        "Say What!? Kawachi's Intensive Manliness Training!",
        "The Rookie Competition's Final Match!! Singing and Dancing French Bread!",
        "Let's All Make Bread Together!! It's Ja-pan No. 2!",
        "The Ten-Billion Yen Man!? Pantasia’s Fate Hangs in the Balance!",
        "A Close Attack!! The Birth of Black Ja-pan!",
        "To France!! Aiming for the Monaco Cup!",
        "An Explosive Situation!! The Forbidden Rodin Tactic!",
        "This is Truly World-Class Level!! The Roulette that Brings Chaos!",
        "Three O’Clock is Snack Time!! This is Ja-pan #21!",
        "Lupan #3!! Pain d’Epices Kai (Prime)!",
        "The World’s Watching!! The Monaco Cup Main Event Starts Now!",
        "Speed Test!! Microwave It!",
        "Survival!! Bakers on a Deserted Island!",
        "Now Swim!! Taiyaki of the Tropical Island!",
        "The Skydive to Hell! A New Kind of Diabolical Plan!",
        "Pierrot Makes a Huge Mistake! How Does the Last Supper Taste?",
        "The King’s Question!! Who Would You First Serve Delicious Bread to?",
        "The Weirdoes!! Unmasking Kayser!",
        "Full of Nutrients!! Sports Bread Showdown!",
        "The Speed of Sound Menace!! Go-pan #97!",
        "La la la! (Bare, bare, bare!) The Great Bread Battle!",
        "The Clown Jailed!? Bread Full of Love!",
        "Victory!! A Revolution in the Bread Industry!",
        "The Great Detective Pierrot!! Risking His Life for a Reaction!",
        "Reunited in the VIP Section!! Heaven Again!",
        "Blasting Off Into Space!! The Man Who Succeeds Go-pan!",
        "The Ultimate Ingredients!! The Greatest Final Battle!",
        "Pierrot Trascends Time!! Ja-pan Becomes the Best in the World!?",
        "Challenged By Kirisaki!! A New Program, \"Yakitate 9,\" Starts!",
        "Local Bread Battle!! This is being an idol!",
        "Awaken!! Super Kuroyanagi!",
        "Kuroyanagi in Trouble!! The Lost Reactions!",
        "Ooh, Mango!! CMAP’s Counterattack!",
        "Love Will Save Even Saito!! Hands of the Sun vs. Arms of Flame!",
        "Nin nin nin! My Way of the Ninja! Believe It!",
        "I Hate Things That Are Twisted!! Kai and Monica’s Teamwork!",
        "Kanmuri’s Secret!! A Jam Battle without Honor!",
        "Brotherly Battle!! The Top-Ranked Man Chosen by Father Is…!",
        "Nori Bread Battle!! A Super Famous Celebrity Appears!",
        "A Classic Taste! One Heart that Loves Japan!",
        "Terrifying Revenge!! Panda Man Appears!",
        "The Miraculous Steamed Bread!! The Day Panda Turned Into a Panda!",
        "Sun versus Blizzard!! The Ultimate Tart Match!",
        "Is This My Path to Take!? The Lord of the Loquat!",
        "Who Would You Serve Really Good Bread To!? Long Live Ja-pan!"
    ],
    "fillers": []
}