{
    "jap": {
        "no_epi": "12",
        "link": "https://player.ryuk.to?id=centaur-no-nayami-episode-",
        "down_links": [
            "OTkzODI",
            "OTk0OTE",
            "OTk2MDg",
            "OTk3ODY",
            "MTAwMDU2",
            "MTAwMTkx",
            "MTAwNDgy",
            "MTAwNjIx",
            "MTAwNzMx",
            "MTAwODQ3",
            "MTAwOTc4",
            "MTAxMDk1"
        ]
    },
    "eng": {
        "no_epi": "12",
        "link": "https://player.ryuk.to?id=centaur-no-nayami-dub-episode-",
        "down_links": [
            "OTk4MjQ",
            "MTAwMDc1",
            "MTAwMjEz",
            "MTAwNTQ0",
            "MTAwNjUz",
            "MTAwNzY2",
            "MTAwODcy",
            "MTAxMDEx",
            "MTAxMTEw",
            "MTAxMjY2",
            "MTAxMzcz",
            "MTAxNDk2"
        ]
    },
    "episodes_names": [
        "Episode 1 - When All Is Said And Done, Everyone Loves Kisses. | Did You Know That a Marathon Is a Microcosm of Life?",
        "Episode 2 - Beauty Is A Double-Edged Sword | Water People Living in Water And Mountain People Living In Mountains Really Are Just That.",
        "Episode 3 - Where Do the Little Ones Get So Much Vitality? | Regardless of the Generation, Magical Girls Are Popular, Huh?",
        "Episode 4 - Why Are We So Bewildered When We Receive a Love Letter? | You Can Tell What Type a Person Is by Whether They Believe in UMAs and UFOs or Not.",
        "Episode 5 - Antarcticans Are Like Walking Rumors. | But In the End, The Antarcticans' History and Roots Are a Mystery, Too.",
        "Episode 6 - Is Being Able to Retrace One's Past and Ancestors A Reason to Be Happy or Unhappy? | Does Getting a Job Doing What You Love Really Bring Happiness?",
        "Episode 7 - First Experiences Are Scary and Fun All in One... Pardon the Rhyme. | Occult Movies You Watch as a Kid Are 140% Scarier.",
        "Episode 8 - Mental Strength Might Be the Biggest Reason One Wins a Serious Competition. | The Uncertainty of What One Believes In...Or So I Absurdly Mumble.",
        "Episode 9 - What Are the Struggles of Someone Known as a Prominent Figure? | What Is the Life of Someone Known as a Prominent Figure Like?",
        "Episode 10 - When You Choose to Look at Contemporary Art for a Date... Part 1  | When You Choose to Look at Contemporary Art for a Date... Part 2",
        "Episode 11 - There Are As Many Names of Flowers... As There Are People, But That's Totally a Lie! | There Are As Many Types of Beauty As There Are People, Which Is Probably True If Used in a Broad Sense?",
        "Episode 12 - We Tried Making a Fantasy Story in RPG Style. | Fierce Fights! Arm Wrestling! How Will the Battle of the Heroines End?"
    ]
}