{
    "jap": {
        "no_epi": "46",
        "link": "https://player.ryuk.to?id=dragon-quest-dai-no-daibouken-tv-episode-",
        "down_links": [
            "MTEyMzg4",
            "MTEyMzg5",
            "MTEyMzkw",
            "MTEyMzkx",
            "MTEyMzky",
            "MTEyMzkz",
            "MTEyMzk0",
            "MTEyMzk1",
            "MTEyMzk2",
            "MTEyMzk3",
            "MTEyMzk4",
            "MTEyMzk5",
            "MTEyNDAw",
            "MTEyNDAx",
            "MTEyNDAy",
            "MTEyNDAz",
            "MTEyNDA0",
            "MTEyNDA1",
            "MTEyNDA2",
            "MTEyNDA3",
            "MTEyNDA4",
            "MTEyNDA5",
            "MTEyNDEw",
            "MTEyNDEx",
            "MTEyNDEy",
            "MTEyNDEz",
            "MTEyNDYz",
            "MTEyNjIx",
            "MTEyODY2",
            "MTEzMTI3",
            "MTEzMzA1",
            "MTEzNjI0",
            "MTE0NDMw",
            "MTE0OTMz",
            "MTE1MzIz",
            "MTE1Nzg0",
            "MTE2MjI1",
            "MTE3NDQ5",
            "MTE3NjAz",
            "MTE4OTc1",
            "MTE5MjYw",
            "MTE5NTE3",
            "MTIwMTcw",
            "MTIwOTcw",
            "MTIxNDIx",
            "MTIyMTEz"
        ]
    },
    "episodes_names": [
        "I'm the Small Hero, Dai!!",
        "I Won't Let you Die, Princess Leona",
        "Feel Anger, Dai! Shine, Dragon Crest!!",
        "The Hero's Tutor, Avan Appears",
        "Avan Style Extreme Hero Training!!",
        "The Dark Lord Hadlar, Appears! Land the Special Move, Wave Slash!!",
        "The Temporary License is My Proof of Graduating; Decisive Battle!! Hadlar VS Avan",
        "Avan Falls to Kamikazee!? Strike, Strash!!",
        "Goodbye Dermline island! Journeying on a Great Adventure!!\"",
        "Wandering in the Monster's Forest! The King of Beasts, Crocodine Appears",
        "The Howling Void Axe! Repel it with an Avan Sword Style Technique",
        "The One We Call Our Teacher Avan, the Memories Left with the Magic Bullet Gun.",
        "The Ghost Bishop Zaboera's Trap: Eh!? The Fake Hero's party",
        "The Hundred Beast Army's Blitz Attack!! Rescue Romos Kingdom From its Crisis!",
        "Why? Brass Attacks Dai!! The Cowardly Ghost Bishop",
        "Muster Your Courage, Popp! A Fragment of Courage!!",
        "The Evil-crushing Spell that Brings Forth a Miracle!! Now it's Time for Friendship...",
        "A Direct Hit from the Crest of Anger!! The Roaring King of Beasts, Crocodine",
        "Cross the Ocean, Dai! The 6 Commanders of the Demon Lord's Army Gather",
        "A Frightening Enemy Appears!? The Demonic Swordsman, Hyunckel!",
        "Father's Enemy is Avan!? The Ultimate Black Sword of Hatred!!",
        "The Fighting Spirits of Darkness! The Demon Puppet Grab attacks Dai!!",
        "Maam's Crisis! Work Together to Summon Lightning!!",
        "Rescue Maam! Infiltrate the Underground Demon Castle, The Maze of Death!!",
        "Thank you for... The memories... A Father's True Voice!!",
        "Farewell Lonely Soldier Hyunckel!! Settle it with the Magic Sword",
        "The Ally From the Sky!! Dai, Hurry to Leona",
        "I'll Protect Leona!! Showdown!! The Hero versus the Commander of Ice and Fire",
        "The Ice and Fire Barrier!! Ah! Leona Becomes the Frozen Girl...",
        "Avan's Close Friend!? The Great Mage Matoriv's Great Training!!",
        "The Rescue Mission for Leona! Landing on Valge Island",
        "The Old Enemy Hadlar!! Popp, Stand and Face Him With Courage!!",
        "The Soldier Has Returned!! Clash! Hyunckel vs. Hadlar",
        "The Radiance of Life! The Final Fighting Spirit, Pearly Gates!!",
        "Flazzard's Tenacity Towards Victory! The Stormy Scattering Rock Bullet",
        "Here it is! The Avan Style Final Secret Technique, Sky Slash!!",
        "Avan Strash!! Now... Slice everything...",
        "The path of the disciples of Avan.. And Maam's decision",
        "The wonderful comrade Maam, until we meet again...",
        "Shopping at Bengarna!! Lets go to the Department store.",
        "The super dragon army lands! Protect the town of Bengarna!!",
        "The Mystic Kingdom of Teran... The sleeping legend of the Dragon Knight!",
        "The Dragon Commander Baran tells... The Dragon Knight's mission!",
        "The bond between parent and child is a sad fate! The fight between father and child!!",
        "The strongest secret is the Dragon Fighting Spirit!? Protect our Dai!",
        "Stand up, Dai! The hero's path never ends!"
    ],
    "fillers": []
}