{
    "jap": {
        "no_epi": "24",
        "link": "https://player.ryuk.to?id=time-bokan-gyakushuu-no-san-akunin-episode-",
        "down_links": [
            "MTAxMzI3",
            "MTAxNDUx",
            "MTAxNjMx",
            "MTAxNzky",
            "MTAyMDY2",
            "MTAyMTkz",
            "MTAyMzE5",
            "MTAyNDEw",
            "MTAyNzMz",
            "MTAyODIy",
            "MTAyOTc5",
            "MTAzMDY4",
            "MTAzMjgy",
            "MTAzMzcy",
            "MTAzNDU2",
            "MTAzNTU1",
            "MTAzNjk5",
            "MTAzODI1",
            "MTAzOTE5",
            "MTA0MDc1",
            "MTA0MTgy",
            "MTA0Mjk5",
            "MTA0NDM2",
            "MTA0NTc2"
        ]
    },
    "episodes_names": [
        "What's the Super Surprising Connection Between the Genius Inventor Edison and Japan?!",
        "What Was the Super Surprising Job that the God of Baseball, Babe Ruth, Tried to Do?!",
        "What Super Surprising Thing Was the Mercenary of the Bakumatsu, Sakamoto Ryoma, the First to Do in Japan?!",
        "What Super Surprising Thing Was the Author of Sherlock Holmes, Arthur Conan Doyle, Obsessed With?!",
        "What Super Surprising Food Was the Great Author Natsume Soseki Obsessed With?!",
        "What's the Super Surprising Way That Even You Can Become the World-Renowned Heroine, the Little Mermaid?!",
        "The Shogun Loves to Save Money?! What Was Tokugawa Ieyasu's Super Surprising Method of Saving Money?!",
        "Methods That Can Still Be Used Today! What Was Yang Guifei's Super Surprising Beauty Regimen?!",
        "What's Mito Komon's Super Surprising Connection with NTV Announcer Miura Asami?!",
        "What Were the Super Surprising Treasures that Kukai Found All Over Japan?!",
        "What was Napoleon's Super Surprising Method of Getting a Good Night's Sleep When He Supposedly Only Slept 3 Hours?!",
        "Announcer Fukuzawa Appears Once Again! The Statue of Liberty Ultra Quiz!",
        "What's the Super Surprising Reason the Famous Japanese Ukiyo-e Artist Katsushika Hakusai Moved 93 Times?!",
        "What Super Surprising Catch Phrase Did the Famous Inventor, Hiraga Gennai, Think Up That We Still Use Today?!",
        "What Was the God of Education, Sugawara no Michizane's Super Surprising Legend About Being a Genius?!",
        "What's the Super Surprising Reason Beethoven Looks So Scary in His Portrait?!",
        "What's the Super Surprising Reason One of the Major Players of the Meiji Restoration, Saigo Takamori, Had a Dog?!",
        "Kasuga no Tsubone Was the Daughter of a Traitor! What Was the Super Surprising Reason She Climbed to the Top of the Ooku?!",
        "Imoto Is a Historical Figure?! What's the Super Surprising Problem That the Beast Hunter Imoto Ayako Has?!",
        "Alexander Graham Bell Invented the Telephone! What Super Surprising Struggle Led to Its Creation?!",
        "Matsuo Basho Was a Ninja?! What's the Super Surprising Truth Behind the Trip for \"The Narrow Road to the Interior\"?!",
        "The Inescapable Alcatraz Prison! What Super Surprising and Ridiculous Plans Were Used to Prevent Escape?!",
        "A Major Player of the Genpei War! What's the Super Surprising Reason Minamoto no Yoshitsune Was Able to Defeat Benkei?!",
        "The Ranking That Prince Shotoku Came Up With: The Twelve Bokan Ranking System! And What Will Become of Bimajo?!"
    ],
    "fillers": []
}