{
    "jap": {
        "no_epi": "12",
        "link": "https://player.ryuk.to?id=kitakubu-katsudou-kiroku-episode-",
        "down_links": [
            "MTgxMg",
            "MTgxNQ",
            "MTgyMA",
            "MTgyMw",
            "MTgyNw",
            "MTgyOQ",
            "MTgzMw",
            "MTgzNQ",
            "MTgzNg",
            "MTgzOA",
            "MTg0MA",
            "Mzc2ODA"
        ]
    },
    "eng": {
        "no_epi": 0,
        "link": "https://player.ryuk.to?id=kitakubu-katsudou-kiroku-dub-episode-",
        "down_links": []
    },
    "episodes_names": [
        "Episode 1 - Go-Home Club Applicants \\ Life is Short; Go Home, Young Lady \\ Beware of Hagizuki-ryuu Practitioners \\ Extravagant Youth: Priceless",
        "Episode 2 - If the Cuckoo won't sing, it's probably dead \\ Girl Power Overdrive \\ Social Mixer Training",
        "Episode 3 - Kill the Suspicious Person! \\ Middle School Diary \\ Don't Feed the Cute Girls \\ Fifteen Years in Solitude",
        "Episode 4 - Fierce Battle! The First Term Sports Tournament \\ Burn! Fire Safety Soul! \\ Fundamentals of a Retool",
        "Episode 5 - The Demon King's Dignity \\ Recommended Literature \\ Vaguely Remembered Folk Tales",
        "Episode 6 - Youth is an Explosion \\ Guilty Judge \\ The Four Heavenly Kings of Hagishirabe-ryuu",
        "Episode 7 - Sealed Words!! \\ The Fierce Battle's Conclusion!! \\ Surprise Party",
        "Episode 8 - Big Sis and Little Bro \\ Street Poems \\ Big Sis and Friends \\ The Nameless Landmark",
        "Episode 9 - Ultimate Decision \\ A Magnificent Training Camp \\ Starry Sky Imagination \\ Mankind's Greatest Invention is Air Conditioning ...and the dead freedom that results",
        "Episode 10 - Judge People by Appearances \\ Field Trip!! The Ancient Art of Hagishirabe-ryuu \\ Five Girls, One Hundred Ghost Stories \\ I Won't Give It Up \\",
        "Episode 11 - Names of Flowers \\ Bound by School Rules \\ All's Well That Ends Well",
        "Episode 12 - Record 37 - 57"
    ]
}