{
    "jap": {
        "no_epi": "13",
        "link": "https://player.ryuk.to?id=tsuujou-kougeki-ga-zentai-kougeki-de-ni-kai-kougeki-no-okaasan-wa-suki-desu-ka-episode-",
        "down_links": [
            "MTI0NDU3",
            "MTI0ODQ0",
            "MTI1MjI1",
            "MTI1NTI0",
            "MTI2MDM2",
            "MTI2NTEw",
            "MTI3MDYy",
            "MTI3NzEy",
            "MTI4MTk2",
            "MTI4NTgx",
            "MTI5NTI0",
            "MTMwMDAy",
            ""
        ]
    },
    "eng": {
        "no_epi": 0,
        "link": "https://player.ryuk.to?id=tsuujou-kougeki-ga-zentai-kougeki-de-ni-kai-kougeki-no-okaasan-wa-suki-desu-ka-dub-episode-",
        "down_links": []
    },
    "episodes_names": [
        "Episode 1 - The Boy Thought He Was Embarking on a Great Adventure… But, Uh, What’s Going on Here?",
        "Episode 2 - It’s Just a Coincidence They’re All Girls. Got That? Wipe That Smirk Off Your Face.",
        "Episode 3 - Underwear is Armor. Make Sure It’s High in Defense. Otherwise, My Son Might Die!",
        "Episode 4 - Kids Are Kids and Parents Are Parents (but Also Human Beings), and It Takes All Kinds, but They Get Through It Together, Right?",
        "Episode 5 - This is a Territory for Children, Filled With Hopes and Dreams. For Children. That's the Important Part!",
        "Episode 6 - What a Beautiful Girl... Wait, Not You, Mom. Don't Get Near Me in That Outfit, Stop!",
        "Episode 7 - Students are the Protagonists of a School Festival. But People Wearing School Uniforms are Included, Too.",
        "Episode 8 - If I Say Nothing, It Won't Be Heard, But If I Say Something, It'll Be a Critical Hit. It Sucks Being a Family.",
        "Episode 9 - Whoa, There's a Pressure Plate in a Place Like This. Well, I'm Not Stepping On It. No, I'm Saying I Won't!",
        "Episode 10 - The With Mommy Guild Welcomes All! ...Wait, It's a Bunch of Uninvited Guests!",
        "Episode 11 - The Courage to Accept Things. A Loving Heart. Also, Full-Body Armor. That’s What a Mother Needs... Wait, Armor?",
        "Episode 12 - I Hoped Against Hope the Wish Would Not Be Granted. But It Totally Was.",
        "Episode 13 - Do You Love Your Mom on the Shore?"
    ]
}