{
    "jap": {
        "no_epi": "49",
        "link": "https://player.ryuk.to?id=pretty-cure-episode-",
        "down_links": [
            "MzM1NzI=",
            "MzM1NzM=",
            "MzM1NzQ=",
            "MzM1NzU=",
            "MzM1NzY=",
            "MzM1Nzc=",
            "MzM1Nzg=",
            "MzM1Nzk=",
            "MzM1ODM=",
            "MzM1OTM=",
            "MzM1OTQ=",
            "MzM1OTU=",
            "MzM1OTY=",
            "MzM1OTc=",
            "MzM1OTg=",
            "MzM1OTk=",
            "MzM2MDA=",
            "MzM2MDE=",
            "MzM2MDI=",
            "MzM2MDM=",
            "MzM2MDQ=",
            "MzM2MDU=",
            "MzM2MDY=",
            "MzM2MDc=",
            "MzM2MDg=",
            "MzM2MDk=",
            "MzM2MTA=",
            "MzM2MTE=",
            "MzM2MTI=",
            "MzM2MTc=",
            "MzM2MjU=",
            "MzM2MjY=",
            "MzM2Mjc=",
            "MzM2Mjg=",
            "MzM2Mjk=",
            "MzM2MzA=",
            "MzM2MzM=",
            "MzM2NDA=",
            "MzM2NDY=",
            "MzM2NDg=",
            "MzM2NTE=",
            "MzM2NTM=",
            "MzM2NTU=",
            "MzM2NTc=",
            "MzM2Njg=",
            "MzM2NzM=",
            "MzM2NzQ=",
            "MzM2NzU=",
            "MzM2NzY="
        ]
    },
    "episodes_names": [
        "You Want Us to Transform? No Way!",
        "Give Me a Break! A City Targetted By Darkness",
        "Beware of the Cute Student Teacher",
        "A Miracle? The Art Museum Comes to Life!",
        "Serious Trouble! A Desperate Pisard",
        "A New Darkness! The Bear in the Dangerous Forest",
        "A Bitter Lacrosse Battle! A Maiden’s Heart is So Delicate",
        "The End of Pretty Cure! Isn’t It Too Soon for That!?",
        "Give Him Back! The Great Mepo Mepo Strategy",
        "Honoka Explodes! A Wonderful Birthday",
        "Save Ryota! Gekidrago Panic",
        "The Evil Flower! Poisonny Appears",
        "Beware! The Young Transfer Student",
        "Are You Kidding? Pretty Cure Imposters Go Wild",
        "A Really Dangerous Family Vacation",
        "Full Throttle Stress! It's Hard Being a Superstar",
        "Capture His Heart! Heart-Throbbing Farm Work",
        "Heart-Throbbing! Mid-Term Tests are a Love Labyrinth",
        "Too Scary! Dotsuku Zone's Final Trump Card",
        "Which is the Real One? There Are Two Honokas",
        "A Shocking Date! The Truth About Kiriya",
        "You're Kidding! Chutaro's Going to be a Mom!?",
        "Danger! The Summer Training Camp Nightmare",
        "The Showdown! Pretty Cure Vs. Ilkubo",
        "Let's Go to the Field of Light Popo! Us, Too!?",
        "Goodbye Mepple and Mipple!? No Way!",
        "A New Darkness Closes In! Save the Lost Pollun",
        "Regine Appears! We've Had Enough of the Already",
        "Stormy Summer Festival! The Thunder God is Super Scary!?",
        "Explosive! Pretty Cure Rainbow Storm",
        "Did He Really Run Away? Where in the World is Pollun!?",
        "Cheer Pollun Up! Special Carnival",
        "Get the Victory! Find the Path of Light with Your Heart",
        "Nagisa Breaks Away! The Blazing 'Gachinko' Relay",
        "Is This a Date? Tumultous Happy Birthday",
        "Reach for Freedom! Stone Keeper's Desperate Great Escape",
        "First Stage Performance!! Don't Lose, Romeo and Juliet",
        "It takes Guts! Ryota's Great Errand Strategy",
        "Glittering Tears! Pouring Sweat! A Chaotic Wedding",
        "Invitation to a Dream World!? One-Night Journey into Darkness",
        "We Won't Lose!! Blow the Power of Darkness Away!",
        "We are One! Nagisa and Honoka's Powerful Bond",
        "Extremely Shaken Up! My Feelings for Fuji P",
        "I Couldn't Be Happier!? Nagisa's White Christmas",
        "Sing, Sakura Class! The Choir Shows Courage",
        "It's the Pits! Has the Power of the Stones Been Stolen",
        "The Most Powerful Warrior Appears! No Way!",
        "The Greatest Final Battle! Pretty Cure's Last Day!!",
        "Believe in the Future! Believe in Tomorrow! We Won't Let You Say Goodbye!!"
    ],
    "fillers": []
}