{
    "jap": {
        "no_epi": "34",
        "link": "https://player.ryuk.to?id=sakigake-otokojuku-episode-",
        "down_links": [
            "MTE4Nzk0",
            "MTE4Nzk1",
            "MTE4Nzk2",
            "MTE4Nzk3",
            "MTE4Nzk4",
            "MTE4Nzk5",
            "MTE4ODAw",
            "MTE4ODAx",
            "MTE4ODAy",
            "MTE4ODAz",
            "MTE4ODA0",
            "MTE4ODA1",
            "MTE4ODA2",
            "MTE4ODA3",
            "MTE4ODA4",
            "MTE4ODA5",
            "MTE4ODEw",
            "MTE4ODEx",
            "MTE4ODEy",
            "MTE4ODEz",
            "MTE4ODE0",
            "MTE4ODE1",
            "MTE4ODE2",
            "MTE4ODE3",
            "MTE4ODE4",
            "MTE4ODE5",
            "MTE4ODIw",
            "MTE4ODIx",
            "MTE4ODIy",
            "MTE4ODIz",
            "MTE4ODI0",
            "MTE4ODI1",
            "MTE4ODI2",
            "MTE4ODI3"
        ]
    },
    "episodes_names": [
        "Freedom and youth? This is the Rumored Otokojuku!",
        "Roar, Otokojuku! We Will Not Forgive Those In Our Way!",
        "Nice Bath, Eh? This Is Otokojuku; The Oil Bath!",
        "Roppongi Flirt War! We Can`t Lose to the Foreigners!",
        "It`s War!? The Dangerous Headmaster Edajima`s Battle Without Honor or Humanity",
        "Sumo at Otokojuku, Tsubakiyama the Dunce Versus the Demon Yokozuna!",
        "What Can You Do To Us, Second Years? Don`t Get Cocky Just Because You`re Older!!",
        "Otokojuku Goes to the Safari Park, We`re the Kings of the Beasts!!",
        "The Principal`s Fearsome Idea! Starting Tomorrow, You`re All Shaving Your Heads!!",
        "The Second-Years Strike Back! Don`t look down on us because we`re younger!",
        "Swords Clash on Ganryu Island! Showdown! Momo vs Akashi",
        "A Breakwater Mother Tale, Otokojuku-style! Even Delinquents Need a Mother!",
        "Bloody Boxing? The Enemy is the Super Police Academy",
        "Friend or Foe? The Man of the Steel Mach Punch Arrives! His name is J!",
        "Chapter of Mighty Rivals! The Struggle Begins: Otokojuku vs. Great Kanto Student Alliance!",
        "All-Out Rugby Showdown! Momo, Bear your Friends` Tears and Run!!",
        "\"The Four Great Trials of Terror\" Begin! What is on the Sacred Mt. Fuji?",
        "Battle in the Sulfur Spring of Tears! The Last of J! This is the Spirit of the Yanks!",
        "A Real Man Dies Smiling! The Gutsy Togashi Clashes with the Beautiful Man Hien!",
        "Another Tearful Parting! The Burning Man Toramaru Dies on the Icy Arena!",
        "The Final Battle: Momo vs. Date, The Countdown to Death Has Begun!",
        "Conclusion of the Four Great Trials of Terror, Reunion with Friends!",
        "Invitation to Death from the Third-Years: The Next Battlegrounds is the Evil Tendo Shrine!",
        "The Gutsy Togashi`s Tearful Confession! Daigouin Jaki is My Brother`s Murderer!",
        "Entering the Great Trembling Conquest of the Unified Eight! Momo, this is the Final Battle!",
        "The Great Wall of the Eight Dragons that Leads to Hell! There`s an Entrance, But No Exit!",
        "Raiden Dies: The First Years` Hard Fight! We`re Counting on J`s Mach Punch!",
        "A Messenger from Heaven? A Million Reinforcements Come to the Desperate J!",
        "The Bridge That Went Too Long: Tazawa and Matsuo Die at the Great Wall of the Eight Dragons!",
        "Hien`s Agony! The Steel Yoyo Mercilessly Attacks the Handsome Man!pisode 0",
        "Round Four Has Begun! Finally Daigouin Jaki Takes the Stage!",
        "The Final Battle! First-Years VS Third-Years! They`re the ones who will die!",
        "Friendship and Victory! Those who were left after the Great Trembling Conquest of the Unified Eight...",
        "Farewell, Otokojuku! Refine your Manhood with Courage and Guts!"
    ],
    "fillers": []
}