{
    "jap": {
        "no_epi": "51",
        "link": "https://player.ryuk.to?id=soul-eater--episode-",
        "down_links": [
            "Mzk4Nzc=",
            "Mzk4NzY=",
            "Mzk4NzU=",
            "Mzk4NzQ=",
            "Mzk4NzM=",
            "Mzk4NzI=",
            "Mzk4NzE=",
            "Mzk4NzA=",
            "Mzk4Njk=",
            "Mzk4Njg=",
            "Mzk4Njc=",
            "Mzk4NjY=",
            "Mzk4NjU=",
            "Mzk4NjQ=",
            "Mzk4NjM=",
            "Mzk4NjI=",
            "Mzk4NjE=",
            "Mzk4NjA=",
            "Mzk4NTk=",
            "Mzk4NTg=",
            "Mzk4NTc=",
            "Mzk4NTY=",
            "Mzk4Nzg=",
            "Mzk4NTU=",
            "Mzk4NTQ=",
            "Mzk4NTM=",
            "Mzk4NTI=",
            "Mzk4NTE=",
            "Mzk4NTA=",
            "Mzk4NDc=",
            "Mzk4NDU=",
            "Mzk4Mzg=",
            "Mzk4MzM=",
            "Mzk4MzI=",
            "Mzk4MzE=",
            "Mzk4MzA=",
            "Mzk4Mjk=",
            "Mzk4Mjg=",
            "Mzk4Mjc=",
            "Mzk4MjY=",
            "Mzk4MjU=",
            "Mzk4MjQ=",
            "Mzk4MjM=",
            "Mzk4MjI=",
            "Mzk4MjE=",
            "Mzk4MDU=",
            "Mzk3OTk=",
            "Mzk3OTM=",
            "Mzk3OTE=",
            "Mzk3OTA=",
            "Mzk3ODk="
        ]
    },
    "episodes_names": [
        "Resonance of the Soul: Will Soul Eater Become a Death Scythe?",
        "I Am the Star!: The Big Man Is Showing Up Here?",
        "The Perfect Boy: Death the Kid's Magnificent Mission?",
        "Engage the Witch Hunter! A Remedial Lesson in the Graveyard?",
        "Shape of the Soul - Enter the Ultimate Meister Stein?",
        "The New Student: Kid's First Day at the Academy - Will it be an Entrance to Remember?",
        "Black-blooded Terror - There's a Weapon Inside Crona?",
        "Medusa the Witch - The One Who Possesses a Great Evil Soul?",
        "Legend of the Holy Sword - Kid and Black?Star's Great Adventure?",
        "The Enchanted Sword Masamune - Break the Soul Possession: A Heart Sings in the Rain?",
        "Tsubaki the Camellia Blossom - What Lies Beyond the Grief?",
        "Courage That Beats Out Fear - Maka Albarn's Great Resolution?",
        "The Man with the Magic Eye - Soul and Maka's Diverging Soul Wavelength?",
        "The Super Written Exam - Heart-pounding, Reeling, and Restless. You're Kidding!?",
        "The Soul Eating Black Dragon - Scaredy-cat Liz and Her Merry Friends?",
        "Fierce Battle Aboard the Ghost Ship - The Hell Inside My Head?",
        "Legend of the Holy Sword 2 - Wanna Go Drinking, Gambling, and Playing?",
        "The Eve Party Nightmare - And So the Curtain Rises?",
        "The Underground Battle Commences - Break Through Medusa's Vector Arrow?",
        "The Black Blood Resonance Battle! A Small Soul's Grand Struggle Against Fear?",
        "May My Soul Reach You - A Dry Heart Inside Unbearable Isolation?",
        "The Seal Shrine - The Immortal Man's Tricks?",
        "Dead or Alive - In the Rift between Revival and Dazzlement?",
        "The Battle of the Gods - Death City on the Verge of Collapse?",
        "The Death Scythes Convene - Stop Dad's Staff Reassignment!?",
        "The Exciting and Embarrassing Trial Enrollment! The DWMA New Lifestyle Support Fair is Open?",
        "800 Years of Bloodlust - Advent of the Heretic Witch?",
        "The Sword God Rises - Does it Have a Sweet or Salty Taste?",
        "Medusa's Revival! A Spider and Snake's Fateful Reunion?",
        "The Red Hot Runaway Express - A Magic Tool Left Behind by the Great Wizard?",
        "Drying Happiness! Whose Tears Sparkle in the Moonlight?",
        "Legend of the Holy Sword 3 - The Academy Gang Leader's Tale?",
        "Resonance Link - Play the Melody of the Souls?",
        "The Battle for Brew - Clash: the DWMA vs. Arachnophobia?",
        "Mosquito's Storm! Ten Minutes to Fight in the World of the Past?",
        "Unleash the Seven's Resonance Link! A Recital of Destruction and Creation?",
        "The Detective's First Case - Kid Exposes the DWMA's Secret?",
        "Asura's Temptation - The Big Man's Uncontrollable Irritation?",
        "Crona's Escape - Show Me Your Smile, Please?",
        "The Cards are Cut - Medusa Surrenders to the DWMA?",
        "Twirl 'Round and 'Round - A New World in Which the Doc Dances?",
        "Charge Baba Yaga's Castle! Things are Kind of Gloomy?",
        "The Last Magic Tool - Mission Impossible for Unarmed Kid?",
        "Weakling Crona's Determination - For You, for Always Being by My Side?",
        "Anti-Magic Wavelength - Fierce Attack, the Anger-Filled Genie Hunter?",
        "Warrior or Slaughterer? Showdown: Mifune vs. Black_Star?",
        "The Miraculous Coffee Table Flip - Fly, Our Death City Robot?",
        "Lord Death Wields a Death Scythe - Just One Step from Utter Darkness?",
        "Asura Wakes - To the End of the World?",
        "Sink or Swim?! The Men who Transcend the Gods?",
        "The Word is Bravery!"
    ],
    "fillers": [
        17
    ]
}