{
    "jap": {
        "no_epi": "152",
        "link": "https://player.ryuk.to?id=hokuto-no-ken-episode-",
        "down_links": [
            "NDM4NDk=",
            "NDM4NDg=",
            "NDM4NDc=",
            "NDM4NDY=",
            "NDM4NDU=",
            "NDM4NDQ=",
            "NDM4NDM=",
            "NDM4NDI=",
            "NDM5Nzk=",
            "NDM4NDE=",
            "NDM4NDA=",
            "NDM4Mzk=",
            "NDM4Mzg=",
            "NDM4NjI=",
            "NDM4NjE=",
            "NDM4NjA=",
            "NDM4NTk=",
            "NDM4NTg=",
            "NDM4NTc=",
            "NDM4NTY=",
            "NDM4NTU=",
            "NDM4NTQ=",
            "NDM4NTM=",
            "NDM4NTI=",
            "NDM4NTE=",
            "NDM4NTA=",
            "NDM4NzU=",
            "NDM4NzQ=",
            "NDM4NzM=",
            "NDM4NzI=",
            "NDM4NzE=",
            "NDM4NzA=",
            "NDM4Njk=",
            "NDM4Njg=",
            "NDM4Njc=",
            "NDM4NjY=",
            "NDM4NjU=",
            "NDM4NjQ=",
            "NDM4NjM=",
            "NDM4ODY=",
            "NDM4ODU=",
            "NDM4ODQ=",
            "NDM4ODM=",
            "NDM4ODI=",
            "NDM4ODE=",
            "NDM4ODA=",
            "NDM4Nzk=",
            "NDM4Nzg=",
            "NDM4Nzc=",
            "NDM4NzY=",
            "NDM4OTg=",
            "NDM4OTc=",
            "NDM4OTY=",
            "NDM4OTU=",
            "NDM4OTQ=",
            "NDM4OTM=",
            "NDM4OTI=",
            "NDM4OTE=",
            "NDM4OTA=",
            "NDM4ODk=",
            "NDM4ODg=",
            "NDM4ODc=",
            "NDM5MTE=",
            "NDM5MTA=",
            "NDM5MDk=",
            "NDM5MDg=",
            "NDM5MDc=",
            "NDM5MDY=",
            "NDM5MDU=",
            "NDM5MDQ=",
            "NDM5MDM=",
            "NDM5MDI=",
            "NDM5MDE=",
            "NDM5MDA=",
            "NDM4OTk=",
            "NDM5MjQ=",
            "NDM5MjM=",
            "NDM5MjI=",
            "NDM5MjE=",
            "NDM5MjA=",
            "NDM5MTk=",
            "NDM5MTg=",
            "NDM5MTc=",
            "NDM5MTY=",
            "NDM5MTU=",
            "NDM5MTQ=",
            "NDM5MTM=",
            "NDM5MTI=",
            "NDM5MjU=",
            "NDM5ODQ=",
            "NDM5ODM=",
            "NDM5ODI=",
            "NDM5ODE=",
            "NDM5ODA=",
            "NDc4MjA=",
            "NDc4MTk=",
            "NDc4MTg=",
            "NDc4MTc=",
            "NDc4MTY=",
            "NDM5Mzg=",
            "NDM5Mzc=",
            "NDM5MzY=",
            "NDM5MzU=",
            "NDM5MzQ=",
            "NDM5MzM=",
            "NDM5MzI=",
            "NDM5MzE=",
            "NDM5MzA=",
            "NDM5Mjk=",
            "NDM5Mjg=",
            "NDM5Mjc=",
            "NDM5MjY=",
            "NDM5NTE=",
            "NDM5NTA=",
            "NDM5NDk=",
            "NDM5NDg=",
            "NDM5NDc=",
            "NDM5NDY=",
            "NDM5NDU=",
            "NDM5NDQ=",
            "NDM5NDM=",
            "NDM5NDI=",
            "NDM5NDE=",
            "NDM5NDA=",
            "NDM5Mzk=",
            "NDM5NjQ=",
            "NDM5NjM=",
            "NDM5NjI=",
            "NDM5NjE=",
            "NDM5NjA=",
            "NDM5NTk=",
            "NDM5NTg=",
            "NDM5NTc=",
            "NDM5NTY=",
            "NDM5NTU=",
            "NDM5NTQ=",
            "NDM5NTM=",
            "NDM5NTI=",
            "NDM5NzU=",
            "NDM5NzQ=",
            "NDM5NzM=",
            "NDM5NzI=",
            "NDM5NzE=",
            "NDM5NzA=",
            "NDM5Njk=",
            "NDM5Njg=",
            "NDM5Njc=",
            "NDM5NjY=",
            "NDM5NjU=",
            "NDM5Nzg=",
            "NDM5Nzc=",
            "NDM5NzY="
        ]
    },
    "episodes_names": [
        "God or Devil? The Mightiest Man Appears in Hell",
        "The Fist of Lingering Regret and Certain Death!! The Future is Sighted in the Barren Wasteland!!",
        "In the City Without Light, a Lone Fist Burns! The Furious Death by the Five Exploding Fingers",
        "Attack the Bloody Cross! The Secret Technique, Death by Soft Strikes",
        "Can the Flames of Love Burn in Hell? You Don't Even Know You're Already Dead!!",
        "The Devil's Hit List. Find the Man with the 7 Scars!",
        "Villains! How About Counting Down to Your Own Death?!",
        "Strike the Hidden Power Point! There's No Requiem for the Wicked",
        "Villains! Finish Your Prayers Before You Die!",
        "Inverse Raging Fire Punch! There Are Too Many Who Deserve to Die!!",
        "Villains!! Listen to the Blues of Hell!!",
        "I Am Death Itself!! I'll Chase You to the Ends of Hell!!",
        "Arhat Deva Fist! Once Released, There's No Stopping It!!",
        "A Miserable Era! The Good Die So Young!!",
        "Try Counting to Three! You're the One To Die!!",
        "Villains, Want to Try Singing? Hell's Counting Rhyme!!",
        "A Man Lives to Fight! The Door to the Showdown Opens!",
        "Life of Death!? Beyond the Wasteland Lie the First Avenue of Hell!",
        "Villains! Have Your One-Way Ticket to Death!",
        "A Nightmare Battle! My Fist is a Million Volts!",
        "The Evil Palace Aflame! One Last Step to Shin!",
        "Conclusion of Part One: Yuria Forever... and Shin!!",
        "Part Two: The Tumultuous Dragon and Tiger! Only Battles Waits for Me?!",
        "South Star Wtaerfowl Fist! The Beginning of a Tragedy of Men Too Strong!!",
        "Sinners! Thy Name is Fang Clan!!",
        "Tremble as You Sleep! Villains in the Valley of Night Mist!",
        "Only the Evil Laugh! I Can't Stand the World We Live In!!",
        "Rei! I'll Catch Your Tears With My Fist!!",
        "Too Late to Beg for Mercy! Go to Hell, Emperor Fang!",
        "Destiny Looms Near! Jagi, Who Are You?",
        "The Iron Mask from Hell! The Fiend Who Calls Himself",
        "Four Strikes of Fury! Jagi, Wait For Me In Hell!!",
        "This is the Village of Miracles! A Fallen Angel Has Arrived!",
        "Toki, Are You an Angel or a Devil?!",
        "The Evil One! Toki, Your Heart is Completely Rotten!!",
        "Don't Look Back! Hate Only Evil and Strike Toki!!",
        "Love, I Reject! For I Bear the Cursed Star of Death!!",
        "Crimson Orchid Mountain Fist! A Birth of a Tragic Woman!!",
        "A Heinous Legacy! The Gate to Cassandra Has Opened!!",
        "Villains Need No Tombstones! This is Cassandra in Hell!!",
        "The North Star's 2000 Years of Tragedy! I Can Hear Ken-Oh's Footsteps!",
        "Century's End With No Tomorrow! Ken, I've Been Waiting For You!",
        "The Fall of Cassandra! The Myth of the North Star is Rewritten!",
        "The Death Omen Star Shines! Ken-Oh, Do You Control Even Death!?",
        "Those Who Fear the Reaper! Listen to the Voice of Lin's Fiery Soul!",
        "Voices from Hell! Rei, Did You See the Death Omen Star?",
        "The South Star Waterfowl Fist's Dance of Death! I'll Give My Life for Love!!",
        "Explosion of Secret Techniques! Beyond Hatred is the Fate for the Brothers of the North Star",
        "The Greatest Battle in History. Raoh vs. Ken! You're the One to Die!!",
        "72 Hours to Live! The Death Omen Star Drags Rei In!!",
        "Fate Without Tomorrow! And yet, A Woman Believes in Love!!",
        "Yuda of the South Star Six Sacred Fist! I'm the Most Beautiful!!",
        "The Death Omen Star Looms! Rei! How Cruel Time Passes By!",
        "Beloved Mamiiya! The Death Omen Star Lurks Behind the Sparkle in Your Eyes!",
        "Rei, Are You On Your Way to Death? A Man is Beautiful Than Ever!!",
        "Beautiful Warriors, Rei Vs. Yuda! A Man's Passage Needs to Tears!",
        "End of Part Two: Farewell, Rei! Heroic Legend Will Be Told Throughout the Ages",
        "Beginning of Part Three: Supreme Rules in Turbulence! As the South Star Fades, the North Star Appears",
        "The Star of Darkness Engulfs the Heavens! Time Evolves Beyond the Deathmatch!",
        "Shu of the South Star White Heron Fist! What Will You Witness in the End of the Century?!",
        "Love on the Battlefield! Must the Time Tear Love Apart!?",
        "I Am Souther, the Holdy Emperor! I Disallow Love and Compassion!",
        "Young Hero Challenges His Fate! Your Screaming Soul Shall Move the Heave",
        "A Bloody Battle, Shu vs. Souther! Love, Drowned in the Tears of the Star of Benevolence!!",
        "The Bloody Cross Mausoleum! Shu! I'll Catch Your Tears With My Heart!!",
        "Run Kenshiro! Another Comrad is About to Die!!",
        "Clash of the Polar Stars, Ken vs. Souther! My Star is the Only Protector of Heaven!!",
        "Souther, The Despondent Holy Emperor! You Are Weary From Love!!",
        "Critical Times of the North Star! Three Brothers of Fate on the Move!!",
        "The Other Divine Fist of the North Star! Drive Raoh to Oblivion!!",
        "The Secret of Origin Revealed! The Heaven Prefers Tragedy!!",
        "Farewell, Toki! A Man Only Cries Once!!",
        "Ryuga of Sirius! I'll Seize the Rainbow in Tempest!!",
        "A Wolf Running in the Horizon! There Lies the End of Love and Hatred!",
        "Forgive Me, My Sister! I Am Destined to Clash with the North Star!!",
        "An Iron Fist for the Roaring Wolf! Toki is in Danger!!",
        "Conclusion of Part Three: Let the New Age Awaken! The Wolf's Howl Moves the Heaven!",
        "Shin of the South Star Sacred Fist! Risked Your Life For Love That Never Will!!",
        "Rei of the South Star Waterfowl Fist! Was a Man Who Died For His Friends!!",
        "Yuda of the South Star Crimson Crane Fist! His Beautiful Smile Calls For Tragedy!!",
        "Shu of the South Star White Heron Fist! The Heaven Only Bestows Cruel Destinies",
        "Holy Emperor Souther!! Your Deep Affection Consumes You In Love!",
        "Conclusion of Part Four: Raoh Must Die! The Legend Turns to Terror!!",
        "The South Star Strikes Back! The Wind Brigade Protects the Last General of the South Star!!",
        "Preclude to a Deathmatch! The Screams of Hyui of the Wind Echoes in the Heaven!!",
        "The Burning Crimson Brigade! Shuren Is Drenched In Tears of Flame!!",
        "Five Chariot Stars in Danger! Raoh Has Finally Pierced Through the Flames!!",
        "The Five Chariot Stars Approach Kenshiro! Who Are You, Fudo?!",
        "The Crisis is Near! Destiny Awaits at the Capital of the South Star!",
        "I Am Juza of the Clouds! I Shall Move with the Flow of Time!!",
        "The Clouds Remain! The Masked General is Finally Revealed!!",
        "Juza of the Clouds Resurrects! I Have No Fear for Raoh!!",
        "Juza vs Raoh! An End of the Legend of the Invincible!!",
        "Fudo in Peril!! Hurry, Ken. A Man Must Not Abandon His Friends!!",
        "Treacherous Quicksand! Will the Hand of Salvation Reach Fudo?",
        "Juza Falls! I'll Give My Life to Protect the Woman I Love",
        "Farewell Yuria! A Strong Man Will Not Speak of Love, Even in Death!!",
        "The Capital of the South Star Trembles! The Two Brothers of the North Star Finally Arrive!!",
        "Sadness of the Five Chariot Stars! Love and Destiny Looms Over the Woman!!",
        "The Ultimate Secret Technique, Unconscious Transmigration! Raoh, I've Got You Now!!",
        "Is It the End of Raoh and His Ambitions? The Heaven Hesitates Once Again!!",
        "Raoh, the Confused Giant! I Don't Believe in Love!!",
        "A Challenge From the Devil! Fudo, Be the Demon for Those You Love!!",
        "Fudo, the Gentle Warrior! His Tears Awaken a Fiery Soul!!",
        "Protect the Merciful Mother of the South Star! Even If It's the End of the Five Chariots!!",
        "Raoh, Shaken by a Nightmare! Yuria, You Are the Only One!!",
        "Showdown at the North Star Mind and Body Training Ground! No One Can Stop Them Now!!",
        "Farewell, the Brothers of the North Star! They're Beyond Love and Sorrow!!",
        "Conclusion of the Final Chapter - Now Revealed!! The 2000 Year History of the North Star!!",
        "The Past is Gone. The Dawn of the New Age!!",
        "When Will He Awaken?!",
        "The Savior Comes From the North!!",
        "The Mysterious Bounty Hunter, Ein! Kenshiro's Head is Mine!!",
        "Another Art of Assassination! The Imperial Fist of the Source Star is the Name!!",
        "Rage of the Celestial Emperor! Falco, Obliterate the North Star from Earth!!",
        "The Wrath of the South Star! The Illustrious Harn Brothers!",
        "Ein in Danger! Hands of Evil Reach for His Love!!",
        "Falco, the Brave General of the Source Star! There Lies the Shadow of Raoh...",
        "The Emperor's Cries Echoes Through the Imperial Capital. Falco, Where Have You Gone?",
        "The Celestial Emperor is Finally Revealed",
        "An Elegy for Ein! Die Bravely Than Live Without Honor!",
        "The Fall of the Imperial Capital! Jakoh, You Can Dream in Hell!!",
        "The Ordeal Never Ends! Kenshiro Crosses the Ocean!!",
        "What Awaits on the Continent of Darkness? There Lies the Legendary Land of Asura!!",
        "Good or Evil? The Mysterious North Star Lapis Lazuli Fist Appears!!",
        "Love is Preached in the Century's End! Her Name is Leia!!",
        "The General of Asura, Han! The Man Who Stains White Snow into Crimson!!",
        "The Legend of the Savior of Asura! His Name is Raoh!!",
        "Kenshiro's Secret is Revealed! The Land of Asura is His Motherland!!",
        "A Cruel Prophecy! Kenshiro, You Cannot Be the Savior!",
        "Rock, The Hero on Horseback! I Don't Believe in Kenshiro!!",
        "Men Beyond Reasons! The Band of Seven Attacks Kenshiro!!",
        "Rock's Message of Death! Kenshiro, Hang on to Your Friend's Life!!",
        "Announcing the Creator of the New Century! My Name is Demon Kaioh!!",
        "The Seal of the Devil! 2000 Year Tragedy of the North Star is Revealed",
        "Little Brother Ken in Danger! Hyoh, Open Up Your Kind Soul!",
        "Kenshiro on the Execution Stand! The Heaven has Unleashed the God of the Sea!",
        "Kaioh's Declaration of Victory! The Phantom of the North Star Attacks!!",
        "A Destined Encounter of Hyoh and Ken! Both Are Yet to Know Their Secrets!!",
        "Kaioh's Evil Decision! Cold Blood Runs Through My Body!!",
        "Kenshiro's Challenge! Never Be Defeated Twice!!",
        "The Tyrant Hyoh and His Sorrowful Aide! Who Will Stop Him Now?!",
        "The Battle of the Blood Brothers! Tears Will Never Return to Hyoh.",
        "The North Star on the Brink of Death! Kaioh Reaches Out for the Celestial Emperor!!",
        "Tearful Reunion of the Brothers! Kenshiro, I've Been Waiting for You!!",
        "Shachi's Battle for Love! Kaioh Will Ridicule With Laughter",
        "The Fall of Shachi, Warrior of Love! Love is Everything, My Friends!!",
        "Tragic Victim of Love! Kaioh's Foundation of Evil!!",
        "Kaioh's Disgraceful Past! The Heaven Recreate's Lin's Destiny!!",
        "The Final Chapter: The Last Three Episodes! Here is the 2,000 Year-old History of the Main Family of the North Star!!",
        "Prologue to the Final Episode! A Third Man Appears to Determine Lin's",
        "The Final Episode: Farewell, Kenshiro! Farewell, the Divine Fist of the North Star!!"
    ],
    "fillers": [
        9,
        10,
        14,
        15,
        16,
        17,
        18,
        19,
        20,
        21,
        38,
        41,
        79,
        80,
        81,
        82,
        98,
        105,
        109,
        111
    ]
}